{
  "perks": [
    {
      "name": "A Nurse's Calling",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fe/IconPerks_aNursesCalling.png/96px-IconPerks_aNursesCalling.png?e79e94",
      "description": "Unlocks potential in your Aura-reading ability.\nThe Auras of Survivors who are healing or being healed are revealed to you within 20/24/28 metres.\n\"Still attached to the fragments of her past life, she is drawn to those in need of help.\""
    },
    {
      "name": "Ace in the Hole",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/24/IconPerks_aceInTheHole.png/96px-IconPerks_aceInTheHole.png?528a2e",
      "description": "\"Lady Luck always seems to be throwing something good your way.\"\nCauses all regular Items you retrieve from a Chest to come equipped with 1 to 2 Add-ons:\n\nFirst Slot: 100 % chance to be equipped with an Add-on of Visceral Rarity or lower.\nSecond Slot: 50/75/100 % chance to be equipped with an Add-on of Uncommon Rarity or lower.\n\nAce in the Hole prevents any attached Add-ons on your currently held Item to be consumed upon escaping the Trial.\n\"Everything that glitters isn't gold. But gold isn't worth a damn in this place, so this should come in handy.\" — Ace Visconti"
    },
    {
      "name": "Adrenaline",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f7/IconPerks_adrenaline.png/96px-IconPerks_adrenaline.png?9f8d2a",
      "description": "You are fuelled by unexpecting energy when on the verge of escape.\nOnce the Exit Gates are powered, Adrenaline activates:\n\nInstantly heal the equivalent of 1 Health State.\nGrants a +50 % Haste Status Effect for 3 seconds.\n\nAdrenaline ignores an existing Exhausted Status Effect , but causes it for 60/50/40 seconds."
    },
    {
      "name": "Aftercare",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0d/IconPerks_aftercare.png/96px-IconPerks_aftercare.png?ba64f9",
      "description": "Unlocks potential in your Aura-reading ability.\nThe Auras of the last 1/2/3 Survivor(s) are permanently revealed to you, once any of the following conditions have been met:\n\nYou have unhooked them.\nThey have unhooked you.\nYou have completed a Healing action on them.\nThey have completed a Healing action on you.\n\nThose Survivors also have your Aura revealed to them.\nAftercare resets its effect once you are hooked.\n\n\"A Mercy that Rips the Storm.\nOil work to honour my best buddies who happen to be the best musicians I know. Their first album is still my favourite. It got me through a dark time in my life.\" — Jeff, oil on canvas, 16x16"
    },
    {
      "name": "Agitation",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ac/IconPerks_agitation.png/96px-IconPerks_agitation.png?215642",
      "description": "\"You get excited in anticipation of hooking your prey.\"\nWhile carrying a Survivor, Agitation activates:\n\nIncreases your Carrying speed by 6/12/18 %.\nIncreases your Terror Radius by +12 metres.\n\n\"At some point, the excitement of hooking one of us becomes more important than the desire to kill us.\""
    },
    {
      "name": "Alert",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/71/IconPerks_alert.png/96px-IconPerks_alert.png?e13660",
      "description": "\"Your acute senses are on high alert.\"\nWhenever the Killer performs the Break or Damage Action, Alert triggers:\n\nTheir Aura is revealed to you for 3/4/5 seconds.\n\n\"I have true sight,\" — Feng Min"
    },
    {
      "name": "Alien Instinct",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/34/IconPerks_alienInstinct.png/96px-IconPerks_alienInstinct.png?5e7374",
      "description": "\"You are so stealthy, sometimes it seems like you appear out of nowhere.\"\nWhenever you hook a Survivor, Alien Instinct activates:\n\nThe Aura of the farthest Survivor from your current location who is in the Injured State is revealed to you for 8 seconds.\nCauses that Survivor to suffer from the Oblivious Status Effect for 40/50/60 seconds.\n\n\"Yellow light's for my eyes only.\" — Dallas"
    },
    {
      "name": "All-Shaking Thunder",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6a/IconPerks_allShakingThunder.png/96px-IconPerks_allShakingThunder.png?9546d5",
      "description": "\"Enemies on land and sea learned to tremble before your might.\"\nAfter falling from a height, All-Shaking Thunder activates for 8/12/16 seconds:\n\nIncreases the range of your Lunge Attack by +75 %.\n\nAll-Shaking Thunder has a cool-down of 5 seconds.\n\"Go on. Run. Tell your friends I'm coming for them.\" — Portia Maye"
    },
    {
      "name": "Any Means Necessary",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/79/IconPerks_anyMeansNecessary.png/96px-IconPerks_anyMeansNecessary.png?5eb1f2",
      "description": "\"You stand up for yourself, using whatever's on hand to gain an advantage.\"\nUnlocks potential in your Aura-reading ability:\n\nThe Auras of dropped Pallets in the environment are revealed to you.\n\nWhile standing next to a dropped Pallet, press and hold the Active Ability button to trigger the following effect:\nResets the Pallet to its upright position over 5/4/3 seconds.\n\n\"I'll hit you with everything I've got. Then I'll do it again.\" — Yui Kimura"
    },
    {
      "name": "Apocalyptic Ingenuity",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/60/IconPerks_apocalypticIngenuity.png/96px-IconPerks_apocalypticIngenuity.png?271ffd",
      "description": "\"You salvage what little there is to defend your team.\"\nUnlocks potential in your Aura-reading ability:\n\nThe Auras of broken Pallets are revealed to you within 24/28/32 metres.\n\nAfter unlocking or rummaging through 2 Chests, Apocalyptic Ingenuity gains a special ability.\nWhile standing next to the location of a broken Pallet, press and hold the Active Ability button for 4 seconds to use it:\nRebuilds it as a Fragile Pallet.\nFragile Pallets instantly break when dropped.\n\n\"Without the fences, this place is worthless.\" — Rick Grimes"
    },
    {
      "name": "Appraisal",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c1/IconPerks_appraisal.png/96px-IconPerks_appraisal.png?1342d7",
      "description": "\"You have a careful eye that notices what many overlook.\"\nStart the Trial with 4 Tokens.\nWhile standing next to an unlocked and empty Chest, press and hold the Interaction button to perform the Rummage action:\n\nGrants the ability to retrieve an extra Item from that Chest.\nThis consumes -1 Token and is limited to twice per Chest.\nIncreases the Rummaging speed by 40/60/80 %."
    },
    {
      "name": "Autodidact",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/96/IconPerks_autodidact.png/96px-IconPerks_autodidact.png?ec9985",
      "description": "Succeeding a Skill Check while healing another Survivor grants +1 Token, up to a maximum of 3/4/5 Tokens:\nSuppresses Great Healing Skill Checks.\nCauses Good Healing Skill Checks to grant Healing progress based on the number of accumulated Tokens:\n0 Tokens: -15 %.\n1 Token: +0 %.\n2 Tokens: +15 %.\n3 Tokens: +30 % (limit of Tier I).\n4 Tokens: +45 % (limit of Tier II).\n5 Tokens: +60 % (limit of Tier III).\nAutodidact is inactive when healing using a Med-Kit.\n\n\"There's no limit to what you can achieve, as long as you back with hard work.\" — Adam Francis"
    },
    {
      "name": "Awakened Awareness",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/97/IconPerks_awakenedAwareness.png/96px-IconPerks_awakenedAwareness.png?db8767",
      "description": "\"Your genes have been altered to heighten your senses in intense situations.\"\nWhile carrying a Survivor, you benefit from the following effect:\n\nThe Auras of other Survivors within 16/18/20 metres of your location are revealed to you."
    },
    {
      "name": "Babysitter",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/db/IconPerks_babysitter.png/96px-IconPerks_babysitter.png?be1f6b",
      "description": "\"While you have a reputation for being self-centred, you risk it all to help those in need.\"\nWhenever you unhook a Survivor, you benefit from the following effect:\n\nThe Aura of the Killer is revealed to you for 8 seconds.\n\nThe unhooked Survivor benefits from the following effects instead for 20/25/30 seconds:\nSuppresses the creation of their Scratch Marks and Pools of Blood.\nIncreases the strength of their Haste Status Effect by +10 %.\n\n\"I promised to keep you shitheads safe, and that's exactly what I plan on doing.\" — Steve Harrington"
    },
    {
      "name": "Background Player",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e8/IconPerks_backgroundPlayer.png/96px-IconPerks_backgroundPlayer.png?cdf056",
      "description": "You are not usually the centre of attention and in some cases, this can be a good thing.\nWhenever another Survivor is picked up, Background Player activates for 10 seconds.\nStarting to run while it is active causes the following effect:\n\nGrants a +50 % Haste Status Effect for 5 seconds.\n\nBackground Player causes the Exhausted Status Effect for 30/25/20 seconds.\nBackground Player cannot be used when Exhausted.\n\"You forget about me?\" — Renato Lyra"
    },
    {
      "name": "Balanced Landing",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5e/IconPerks_balancedLanding.png/96px-IconPerks_balancedLanding.png?6be7d6",
      "description": "\"Your agility and cat-like relexes are incomparable.\"\nAfter falling from a height, you benefit from the following effects:\n\nReduces the duration of the Stagger upon landing by -75 %.\nSuppresses all noises related to falling from height.\nGrants a +50 % Haste Status Effect for 3 seconds upon landing.\n\nBalanced Landing causes the Exhausted Status Effect for 60/50/40 seconds.\nBalanced Landing cannot be used when Exhausted.\n\"I have jumped from higher places.\" — Nea Karlsson"
    },
    {
      "name": "Bamboozle",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7a/IconPerks_bamboozle.png/96px-IconPerks_bamboozle.png?2f97f6",
      "description": "After vaulting a Window, Bamboozle calls upon The Entity to block that Window for the next 8/12/16 seconds.\nBlocked Windows cannot be vaulted by Survivors.\nIncreases your general Vaulting speed by 5/10/15 %.\nBamboozle only blocks one Window at a time and does not apply either of its effects to vaulting Pallets."
    },
    {
      "name": "Barbecue &amp; Chilli",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/51/IconPerks_barbecueAndChilli.png/96px-IconPerks_barbecueAndChilli.png?b6f08b",
      "description": "A deep bond with The Entity unlocks potential in one's Aura-reading ability.\nAfter hooking a Survivor, all Survivors who are at least 60/50/40 metres away from that Hook have their Aura revealed to you for 5 seconds.\n\"I just can't take no pleasure in killing. There's just some things you gotta do. Don't mean you have to like it.\" — Drayton Sawyer"
    },
    {
      "name": "Bardic Inspiration",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d8/IconPerks_bardicInspiration.png/96px-IconPerks_bardicInspiration.png?bae2a8",
      "description": "It's time to give your audience a show.\nWill you bring the house down or will you choke?\nPress the Active Ability button while standing and motionless to enter the Performance interaction that lasts up to 15 seconds and empowers other Survivors within 16 metres of your location.\n\nThe empowering effect depends on the result of you rolling a d20 and lasts for 90 seconds after completing the Performance:\n\n1: You scream, but without notifying the Killer.\n2 - 10: Skill Checks grant +1 % Progression.\n11 - 19: Skill Checks grant +2 % Progression.\n20: Skill Checks grant +3 % Progression.\n\nBardic Inspiration has a cool-down of 110/100/90 seconds after completing the Performance or cancelling it.\n\"Listen closely! I'm about to save your life!\" — Aestri"
    },
    {
      "name": "Batteries Included",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_batteriesIncluded.png/96px-IconPerks_batteriesIncluded.png?9b8fbc",
      "description": "\"Being somewhere between man and machine has its upsides.\"\nWhile within 16 metres of a completed Generator, you benefit from the following effect:\n\nGrants a +5 % Haste Status Effect.\nThis effect lingers for 1/3/5 second(s).\n\n\"Surprise! Did you miss me, Andy?\" — Chucky"
    },
    {
      "name": "Beast of Prey",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/77/IconPerks_beastOfPrey.png/96px-IconPerks_beastOfPrey.png?813f5f",
      "description": "Your lust for a kill is so intense that your connection with The Entity is momentarily lost, making you totally unpredictable.\n\nGrants the Undetectable Status Effect for 30/35/40 seconds upon triggering the Bloodlust Status Effect.\n\n\"Where did she go?\""
    },
    {
      "name": "Better than New",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b1/IconPerks_betterThanNew.png/96px-IconPerks_betterThanNew.png?bac710",
      "description": "You are an expert in combat medicine.\nPatients leave your care reinvigorated.\nCompleting a Healing action on another Survivor grants them the following benefits until they receive damage again:\n\nIncreases their Action speeds for Blessing, Cleansing, Healing, and Unlocking by 12/14/16 %."
    },
    {
      "name": "Better Together",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/02/IconPerks_betterTogether.png/96px-IconPerks_betterTogether.png?3241c8",
      "description": "\"You seek justice and uncover the truth no matter what obstacle stands in your way.\"\nWhile repairing any Generator, you and the other Survivors benefit from the following primary effect:\n\nThe Aura of that Generator is revealed to all Survivors and highlighted in yellow.\n\nWhenever the Killer downs another Survivor while you are repairing, you benefit from the following secondary effect:\nThe Auras of all Survivors are revealed to you for 20/25/30 seconds.\n\n\"Let's burn that lab to the ground.\" — Nancy Wheeler"
    },
    {
      "name": "Bite the Bullet",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a5/IconPerks_biteTheBullet.png/96px-IconPerks_biteTheBullet.png?910cfd",
      "description": "Pain hurts you as much as anyone, but you would prefer others do not know that.\nWhen healing yourself or another Survivor, you benefit from the following effects:\n\nSuppresses all noises related to Healing and Grunts of Pain.\nFailed Healing Skill Checks do not trigger a Loud Noise Notification.\nReduces the Penalty to 3/2/1 % of the total Progression.\n\n\"I can do this.\" — Leon Scott Kennedy"
    },
    {
      "name": "Bitter Murmur",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5a/IconPerks_bitterMurmur.png/96px-IconPerks_bitterMurmur.png?e60452",
      "description": "Unlocks potential in your Aura-reading ability:\nWhenever a Generator is completed, Bitter Murmur triggers its primary effect:\nThe Auras of any Survivors within 16 metres of that Generator are revealed to you for 5 seconds.\nOnce the last Generator is completed, Bitter Murmur triggers its secondary effect:\n\nThe Auras of all Survivors are revealed to you for 5/7/10 seconds."
    },
    {
      "name": "Blast Mine",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_blastMine.png/96px-IconPerks_blastMine.png?b1a23e",
      "description": "\"When direct combat is not an option, you still find ways to strike back.\"\nAfter repairing Generators for a total of 40 %, Blast Mine activates:\n\nPress the Active Ability button while near a partially progressed Generator to install a Trap, which stays active for 100/110/120 seconds.\nWhen the Killer damages the Trapped Generator, its Trap explodes half-way through:\nStuns the Killer for 4 seconds.\nBlinds all Players within 12.5 metres of the Trapped Generator.\n\nBlast Mine deactivates after triggering successfully or once the timer runs out.\nThe Auras of Trapped Generators are revealed to all Survivors in yellow.\n\n\"You want S.T.A.R.S.? I'll give you S.T.A.R.S.!\" — Jill Valentine"
    },
    {
      "name": "Blood Echo",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c3/IconPerks_bloodEcho.png/96px-IconPerks_bloodEcho.png?75f115",
      "description": "\"The agony of one is inflicted onto others.\"\nWhenever you hook a Survivor, Blood Echo triggers its effect:\n\nCauses all Survivors in the Injured State to suffer from the Exhausted and Haemorrhage Status Effects for 20/25/30 seconds.\n\n\"Attack an enemy with precision and their allies will feel it.\" — Renjiro's Doctrine 6:3"
    },
    {
      "name": "Blood Pact",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c9/IconPerks_bloodPact.png/96px-IconPerks_bloodPact.png?f9c5c4",
      "description": "It is as if a latent part of yourself has awakened.\nYou feel like you can reach out beyond yourself for assistance.\nWhen either you or the Obsession become injured by any means, Blood Pact activates:\n\nYour Auras are constantly revealed to one another.\nCompleting a Healing Action on the Obsession or having them complete one on yourself, grants both of you a 5/6/7 % Haste Status Effect.\nThis effect lasts for as long as you both remain within 16 metres of one another.\n\nBlood Pact is temporarily disabled if you yourself are the Obsession.\nReduces your chance of becoming the initial Obsession by reducing the default value by -100 %.\nThe Killer can only be obsessed with one Survivor at a time."
    },
    {
      "name": "Blood Rush",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/2c/IconPerks_bloodRush.png/96px-IconPerks_bloodRush.png?195902",
      "description": "Your mind and body are honed for great feats, allowing you to push through with extra effort when necessary.\nAfter unhooking yourself or being unhooked, Blood Rush activates for 40/50/60 seconds:\n\nPress the Active Ability button to instantly recover from the Exhausted Status Effect.\n\nBlood Rush is deactivated after use or performing a Conspicuous Action.\nBlood Rush is disabled for the remainder of the Trial once the Exit Gates are powered.\n\"Just gotta... push through!\" — Renato Lyra"
    },
    {
      "name": "Blood Warden",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/eb/IconPerks_bloodWarden.png/96px-IconPerks_bloodWarden.png?160f68",
      "description": "As soon as at least one Exit Gate is opened, Blood Warden activates:\nThe Auras of Survivors are revealed to you, whenever they are inside the Exit Gate.\nOnce per Trial, hooking a Survivor while Blood Warden is active calls upon The Entity to trigger the following effect:\n\nBlocks all opened Exit Gates for 40/50/60 seconds, preventing any remaining Survivor from leaving the Trial through them.\n\"This is my world. And you can't ever leave.\" — Freddy Krueger"
    },
    {
      "name": "Bloodhound",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e0/IconPerks_bloodhound.png/96px-IconPerks_bloodhound.png?7ea1e1",
      "description": "\"Like a hunting scent hound, you smell traces of blood at a great distance.\"\nBloodhound causes the following effects:\n\nPools of Blood left by injured Survivors appear in bright red.\nExtends their lifetime by 2/3/4 seconds.\n\n\"Pebbles shimmering in the moonlight; my life drips down in a trail so easy to follow.\""
    },
    {
      "name": "Boil Over",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f5/IconPerks_boilOver.png/96px-IconPerks_boilOver.png?bad60a",
      "description": "You are a battler and do everything to escape a foe's grasp.\nWhile being carried by the Killer, the following effects apply:\n\nIncreases the strength of the Struggle Effects on the Killer from your Wiggling by 60/70/80 %.\nSuppresses the ability of the Killer to read the Auras of all Hooks within 16 metres.\nGrants +33 % of your current Wiggle progression upon landing, if the Killer drops from height.\n\n\"Buck and Wild,\nSwing to be free,\nYour hands just can't keep ahold of me.\" — Kate Denson's \"Boil Over\""
    },
    {
      "name": "Bond",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a0/IconPerks_bond.png/96px-IconPerks_bond.png?9a53ad",
      "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of all other Survivors are revealed to you within 20/28/36 metres.\n\"We have to work as a team, I need you to survive so that I can survive!\" — Dwight Fairfield"
    },
    {
      "name": "Boon: Circle of Healing",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/54/IconPerks_boonCircleOfHealing.png/96px-IconPerks_boonCircleOfHealing.png?e36c2d",
      "description": "A Boon that offers comfort amidst the terror.\nPress and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem.\nSoft chimes ring out in a radius of 24 metres.\n\nAll Survivors benefit from the following effects when inside the Boon Totem's radius:\n\nIncreases the Altruistic Healing speeds by 50/75/100 % when not using a Med-Kit.\nIf a Survivor is injured, their Aura is revealed to all other Survivors.\n\nSurvivors can only be affected by one instance of Boon: Circle of Healing at a time.\nOnly one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem.\n\n\"Try this, it is better than anything you'll find in a pharmacy.\" — Mikaela Reid"
    },
    {
      "name": "Boon: Dark Theory",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/60/IconPerks_boonDarkTheory.png/96px-IconPerks_boonDarkTheory.png?8b62ae",
      "description": "\"Your obsessive study of the paranormal has given you unprecedented knowledge of other Realms and planes of existence.\"\nPress and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem.\nSoft chimes ring out in a radius of 24 metres.\n\nAll Survivors benefit from the following effects when inside the Boon Totem's radius:\n\nGrants a +3 % Haste Status Effect.\nThis effect lingers for 2/3/4 seconds after leaving the Boon Totem's range.\n\nOnly one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem."
    },
    {
      "name": "Boon: Exponential",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/76/IconPerks_boonExponential.png/96px-IconPerks_boonExponential.png?fc175e",
      "description": "When it seems like your number is up, you consider ways to recalculate the odds.\n\nPress and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem.\nSoft chimes ring out in a radius of 24 metres.\n\nAll Survivors benefit from the following effects when inside the Boon Totem's radius:\n\n90/95/100 % bonus to the Recovery speed.\nUnlocks the Self-Recovery ability, allowing you to fully recover from the Dying State.\n\nOnly one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem.\n\"It is not our time to die... probably.\" — Jonah Vasquez"
    },
    {
      "name": "Boon: Illumination",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8c/IconPerks_boonIllumination.png/96px-IconPerks_boonIllumination.png?a90fcc",
      "description": "\"Your keen insight is something best shared with others.\"\nPress and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem.\nSoft chimes ring out in a radius of 24 metres.\n\nAll Survivors benefit from the following effects when inside the Boon Totem's radius:\n\nThe Auras of all Chests and Generators are highlighted to you in blue.\n\nIncreases your Action speeds for Blessing and Cleansing by 6/8/10 % while you have a lit Boon Totem.\nSurvivors can only be affected by one instance of Boon: Illumination at a time.\n\nOnly one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem.\n\n\"A shift in reality. Heavy with hidden meanings.\" — Return"
    },
    {
      "name": "Boon: Shadow Step",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c7/IconPerks_boonShadowStep.png/96px-IconPerks_boonShadowStep.png?a3ecc7",
      "description": "A Boon that conceals the truth.\nPress and hold the Active Ability button on a Dull or Hex Totem to bless it and create a Boon Totem.\nSoft chimes ring out in a radius of 24 metres.\n\nAll Survivors benefit from the following effects when inside the Boon Totem's radius:\n\nScratch Marks are suppressed.\nAuras are hidden from The Killer.\nBoth effects linger for 2/3/4 seconds after leaving the Boon Totem's range.\n\nOnly one Totem can be blessed by your Boon Perks at a time and all of their effects are active on the same Boon Totem.\n\"Stick to the shadows and cover your tracks.\" — Mikaela Reid"
    },
    {
      "name": "Borrowed Time",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a3/IconPerks_borrowedTime.png/96px-IconPerks_borrowedTime.png?5a951f",
      "description": "You are fuelled with an unexpected energy when saving an ally from a Hook.\nThe Survivors you unhook benefit from the following effects:\n\nExtends the duration of their Endurance Status Effect by 6/8/10 seconds.\nExtends the duration of their Haste Status Effect by 10 seconds.\n\n\"Probably stings like hell, but it ain't gonna kill ya. Up and at 'em soldier. Time to move!\" — Bill Overbeck"
    },
    {
      "name": "Botany Knowledge",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1e/IconPerks_botanyKnowledge.png/96px-IconPerks_botanyKnowledge.png?6bf985",
      "description": "\"You transform plants found around the campfire into tinctures that slow down bleeding.\"\nYou benefit from the following permanent effect:\n\nIncreases your Healing speed by 30/40/50 %.\n\n\"Basic Botany Knowledge could save your life someday\" — Claudette Morel"
    },
    {
      "name": "Breakdown",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6c/IconPerks_breakdown.png/96px-IconPerks_breakdown.png?7d6823",
      "description": "Whenever you are unhooked by another Survivor or unhook yourself, the following effects apply:\nThe Aura of the Killer is revealed to you for 4/5/6 seconds.\nCauses the Hook to break instantly.\nHooks broken by Breakdown take 180 seconds to respawn.\n\n\"Charge from the Belly of the Beast.\nHere's a sketch/painting on a piece of wood I saw by the side of this road. I felt like it got a story to tell. And it didn't waste its second chance.\" — Jeff, ink and oil wash on slice of wood, 12x16"
    },
    {
      "name": "Breakout",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d0/IconPerks_breakout.png/96px-IconPerks_breakout.png?6efb27",
      "description": "\"You kick into high gear when someone is in trouble, inspiring them to overcome any obstacle.\"\nWhile within 5 metres of the Killer carrying another Survivor, the following effects apply:\n\nGrants you a 6/8/10 % Haste Status Effect.\nIncreases the Wiggling speed of the carried Survivor by +25 %.\n\nSurvivors can only be affected by one instance of Breakout at a time.\n\"Come, we are going to rip our way out of this.\" — Yui Kimura"
    },
    {
      "name": "Brutal Strength",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3d/IconPerks_brutalStrength.png/96px-IconPerks_brutalStrength.png?31c7c3",
      "description": "\"Your great strength allows you to shred through your prey's defences.\"\nWhile performing the Break or Damage action on Breakable Walls, Pallets, or Generators, Brutal Strength triggers its effect:\n\nIncreases the Action speed by 10/15/20 %.\n\n\"It is more than muscles. A dark power motivates the beast.\""
    },
    {
      "name": "Buckle Up",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/74/IconPerks_buckleUp.png/96px-IconPerks_buckleUp.png?5ce8dd",
      "description": "\"Unlocks potential in your Aura-reading ability.\"\nWhen healing a Survivor in the Dying State, Buckle Up activates:\n\nThe Aura of the Killer is revealed to the both of you.\nCompleting a Healing Action on the dying Survivor suppresses their Scratch Marks and grants them a +50 % Haste Status Effect for 3/4/5 seconds.\n\nBuckle Up does not cause the Exhausted Status Effect.\n\"Ghost beaters never leave a man behind.\" — Ash Williams"
    },
    {
      "name": "Built to Last",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3b/IconPerks_builtToLast.png/96px-IconPerks_builtToLast.png?2f415d",
      "description": "\"You know how to get the most out of your tools.\"\nWhile hiding inside a Locker with a depleted Item equipped, Built to Last triggers the following effect after 12/10/8 seconds:\n\nRecharges the Item to one of the following percentages:\nFirst time: 99 %.\nSecond time: 66 %.\nThird time: 33 %.\n\nBuilt to Last is disabled for the remainder of the Trial after triggering its effect for the third time.\n\"Architecture is the soul of civilisation.\" — Felix Richter"
    },
    {
      "name": "Call of Brine",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3b/IconPerks_callOfBrine.png/96px-IconPerks_callOfBrine.png?95161a",
      "description": "\"Your psychic abilities influence technology in devastating ways.\"\nAfter performing the Damage Generator action on a Generator, Call of Brine applies its effects to it for 70 seconds:\n\nIncreases its Regression speed to 130/140/150 % of the default value.\nHighlights its Aura to you in yellow.\nTriggers a Loud Noise Notification whenever a Survivor succeeds a Good Skill Check while repairing it."
    },
    {
      "name": "Calm Spirit",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6c/IconPerks_calmSpirit.png/96px-IconPerks_calmSpirit.png?7db2d2",
      "description": "Animals seem to trust you as they often stay calm in your presence.\nPrevents Crows from being alerted by your proximity and flying off, unless they are being stepped on.\nSuppresses the urge to scream from any cause at all times.\nSuppresses all noises related to unlocking Chests, and cleansing or blessing Totems.\nReduces the Interaction speeds with Chests and Totems by 40/35/30 %."
    },
    {
      "name": "Camaraderie",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1d/IconPerks_camaraderie.png/96px-IconPerks_camaraderie.png?ca30a6",
      "description": "\"Life has taught you the importance of friendship which has given you strength.\"\nIf you are hooked and enter the Struggle Phase, Camaraderie activates:\n\nPauses the Struggle Phase timer for 26/30/34 seconds as soon as any Survivor comes within 16 metres of your Hook.\n\n\"So, remember once you get in there... pretend like you don't care. There you go, you're learning my friend. You're learning.\" — Steve Harrington"
    },
    {
      "name": "Champion of Light",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/bb/IconPerks_championOfLight.png/96px-IconPerks_championOfLight.png?47998c",
      "description": "\"The glow of the Flashlight looks a little different, feels a little warmer.\"\nWhile shining a Flashlight, Champion of Light triggers its primary effect:\n\nGrants a +50 % Haste Status Effect.\n\nAfter blinding the Killer by any means, Champion of Light triggers its secondary effect:\nCauses the Killer to suffer from a -20 % Hindered Status Effect for 6 seconds.\nThis effect does not stack.\n\nChampion of Light applies a cool-down of 60/50/40 seconds after blinding the Killer.\n\"I squeezed the Flashlight like my life depended on it, willing it to stop coming any closer.\" — Departure"
    },
    {
      "name": "Chemical Trap",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9a/IconPerks_chemicalTrap.png/96px-IconPerks_chemicalTrap.png?f16588",
      "description": "\"In the Fog, an officer must adapt to the materials at hand.\"\nAfter repairing Generators for a total of 20 %, Chemical Trap activates:\n\nPress the Active Ability button while near a dropped Pallet to install a Trap, which stays active for 40/50/60 seconds.\nWhen the Killer breaks the Trapped Pallet, its Trap explodes, spraying the Killer with a chemical compound:\nCauses the Killer to suffer from a -50 % Hindered Status Effect for 4 seconds.\n\nChemical Trap deactivates after triggering successfully or once the timer runs out.\nThe Auras of Trapped Pallets are revealed to all Survivors in yellow.\n\n\"How do we kill it, Ash?\" — Ellen Ripley"
    },
    {
      "name": "Clairvoyance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/91/IconPerks_clairvoyance.png/96px-IconPerks_clairvoyance.png?297751",
      "description": "There is an intrinsic energy in you that sees beyond your vision.\nAfter cleansing or blessing a Totem, Clairvoyance activates:\n\nWhile empty-handed, press and hold the Use Item button to unlock your full Aura-reading potential for up to 8/9/10 seconds, allowing you to see the Auras of the following environmental objects within 64 metres:\nChests\nExit Gate Switches\nGenerators\nHatch\nHooks\n\n\"Does anyone else see that? Just me?\" — Mikaela Reid"
    },
    {
      "name": "Clean Break",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b3/IconPerks_cleanBreak.png/96px-IconPerks_cleanBreak.png?5b7e94",
      "description": "\"At the end of the day, everyone has to look out for themselves.\"\nAfter completing a Healing action on another Survivor, Clean Break activates.\nPress the Active Ability button while being healed by another Survivor to trigger the following effects:\n\nSuffer from the Broken Status Effect.\nYou are automatically healed 1 Health State after 80/70/60 seconds.\nThis effect is cancelled prematurely if you enter the Dying State.\n\nClean Break does not activate if you already suffer from the Broken Status Effect.\nClean Break deactivates after healing you.\n\"I'll be fine! Don't stick your neck out for me.\" — Taurie Cain"
    },
    {
      "name": "Come and Get Me!",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a9/IconPerks_comeAndGetMe.png/96px-IconPerks_comeAndGetMe.png?f4490c",
      "description": "\"You'll risk your life to save others.\"\nAfter unhooking a Survivor, while crouched and stationary, press the Active Ability button to trigger the following effects:\n\nSuppresses the creation of Grunts of Pain, Pools of Blood, and Scratch Marks for all injured or dying Survivors within 24 metres of your location for the next 10/12.5/15 seconds.\nCauses you to scream and reveal your Aura to the Killer for 5 seconds.\n\n\"We're the ones who live.\" — Rick Grimes"
    },
    {
      "name": "Conviction",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c9/IconPerks_conviction.png/96px-IconPerks_conviction.png?ad7956",
      "description": "\"Sometimes one last push means the difference between death and survival.\"\nWhenever you are in the Dying State, after completing a Healing action on any Survivor, Conviction activates.\nWhile active, press the Active Ability button after reaching at least 25 % Recovery progress to trigger the following effects:\n\nInstantly recover from the Dying State.\nInflicts the Broken Status Effect after recovery.\nCauses you to automatically re-enter the Dying State after 20/25/30 seconds.\n\n\"It's enough to keep going. Keep trying. Keep fighting. Keep dreaming.\" — Michonne Grimes"
    },
    {
      "name": "Corrective Action",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4f/IconPerks_correctiveAction.png/96px-IconPerks_correctiveAction.png?5ef598",
      "description": "\"You quickly analyse problems and correct others' work when they make a mistake.\"\nYou start the Trial with 1/2/3 Token(s) and succeeding a Great Skill Check grants +1 Token, up to a maximum of 5 Tokens.\nWhile any other Survivor performs a skilful interaction that can trigger Skill Checks, they benefit from the following effects:\n\nConverts any Failed Skill Check into a Good Skill Check.\nThis consumes -1 Token.\nThe Aura of that Survivor is revealed to you for 6 seconds.\n\nCorrective Action does not apply to special Skill Checks.\n\"Cannot hurt to have another set of eyes on the problem.\" — Jonah Vasquez"
    },
    {
      "name": "Corrupt Intervention",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/10/IconPerks_corruptIntervention.png/96px-IconPerks_corruptIntervention.png?89c714",
      "description": "Your prayers invoke a dark power that meddles with the Survivors' chances of survival.\nAt the start of the Trial, the 3 Generators located farthest from you are blocked by The Entity for 80/100/120 seconds.\nCorrupt Intervention deactivates prematurely once the first Survivor is put into the Dying State.\n\n\"It shall be known across the land that the Gods curse the unfaithful.\" — (The Tablet of Adiris, 3.7)"
    },
    {
      "name": "Coulrophobia",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/45/IconPerks_coulrophobia.png/96px-IconPerks_coulrophobia.png?f4801f",
      "description": "Even those without a fear of clowns know to be terrified of you.\nFor all Survivors within your Terror Radius, the following effects apply:\n\nReduces their Healing speed by 30/40/50 %.\nIncreases the Rotation speed of Healing Skill Checks by +50 %."
    },
    {
      "name": "Counterforce",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d1/IconPerks_counterforce.png/96px-IconPerks_counterforce.png?b76d0c",
      "description": "\"You know how to withstand an enemy stronger than you, and it starts with hunting down and knocking out their support.\"\nYou benefit from the following permanent effect:\n\nIncreases the default value of your Cleansing speed to 125 %.\n\nWhenever you cleanse a Totem, Counterforce triggers the following effects:\nIncreases your Cleansing speed by a stack-able +25 %.\nThe Aura of the Totem farthest from your current location is revealed to you for 10/12/14 seconds.\n\n\"I don't mind a little detective work.\" — Jill Valentine"
    },
    {
      "name": "Coup de Grâce",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/bd/IconPerks_coupDeGr%C3%A2ce.png/96px-IconPerks_coupDeGr%C3%A2ce.png?3bef51",
      "description": "As the end nears, you go in for the kill.\nWhenever a Generator is completed, Coup de Grâce gains +2 Tokens, up to a maximum of 10 Tokens per Trial:\n\nIncreases the range of your next Lunge Attack by 70/75/80 %, while consuming -1 Token.\n\nCoup de Grâce can only hold a maximum of 5 Tokens at a time."
    },
    {
      "name": "Cruel Limits",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c6/IconPerks_cruelLimits.png/96px-IconPerks_cruelLimits.png?553d10",
      "description": "Your ties to the otherworldly manifest when your prey attempts to get away.\nWhenever a Generator is completed, Cruel Limits activates:\n\nBlocks every Vault location on the Map for all Survivors for the next 20/25/30 seconds.\nThe Auras of the blocked Vault locations are highlighted to you in yellow.\n\n\"The specimen seems to be able to affect the state of nearby objects, as if they existed in some other form within a dimension alternate to our own.\" — Hawkins National Laboratory"
    },
    {
      "name": "Cut Loose",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/02/IconPerks_cutLoose.png/96px-IconPerks_cutLoose.png?45851f",
      "description": "You get in enough trouble, you know how to get out of it.\nAfter performing a Rush Vault action in a Chase, Cut Loose activates for the next 4/5/6 seconds:\n\nSuppresses both the Loud Noise Notification and the sound effects triggered by rushing to vault.\nSuccessfully performing another Rush Vault action while Cut Loose is active resets the timer.\n\nCut Loose has a cool-down of 45 seconds.\n\n\"I know how we can get out of here! Quick, this way!\" — Thalita Lyra"
    },
    {
      "name": "Dance With Me",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/17/IconPerks_danceWithMe.png/96px-IconPerks_danceWithMe.png?eacd41",
      "description": "When performing a Rushed action to vault a Window or exit a Locker, Dance With Me triggers its effect:\nSuppresses the creation of your Scratch Marks for 5 seconds.\nDance With Me has a cool-down of 20/20/15 seconds.\n\n\"Another show's off and runnin',\nDance with me, cuz there's a storm a commin'\nFollow my boots, try to keep up,\nDance with me, until sun up.\" — Kate Denson's \"Dance with Me\""
    },
    {
      "name": "Dark Arrogance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b1/IconPerks_darkArrogance.png/96px-IconPerks_darkArrogance.png?d3471f",
      "description": "\"When everything is going right, you are an inescapable inevitability.\"\nWhenever you are vaulting a Window, you benefit from the following effect:\n\nIncreases the Vaulting speed by 15/20/25 %.\n\nWhenever you are stunned with a Pallet or blinded by any means, you suffer from the following effects:\nReduces the Recovery speed from Pallet Stuns by -25 %.\nIncreases the duration of Killer Blinds by +25 %.\n\n\"Run all you want. I will not be denied.\" — Vecna"
    },
    {
      "name": "Dark Devotion",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4f/IconPerks_darkDevotion.png/96px-IconPerks_darkDevotion.png?d1cdc6",
      "description": "\"The display of your Powers creates a whirlwind of panic that spreads throughout the land.\"\nWhenever the Obsession becomes injured by any means, Dark Devotion activates for 35/40/50 seconds:\n\nTransfers your Terror Radius to the Obsession.\nThis Terror Radius is set to 40 metres.\nGrants the Undetectable Status Effect.\n\nYou can only be obsessed with one Survivor at a time.\n\"And terror shall take hold of a defiant non-believer, who shall falsely announce my arrival.\" — (The Tablet of Adiris, 48.9)"
    },
    {
      "name": "Dark Sense",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/92/IconPerks_darkSense.png/96px-IconPerks_darkSense.png?ce82d8",
      "description": "Unlocks potential in your Aura-reading ability:\nWhenever a Generator is completed, Dark Sense activates:\n\nThe Aura of the Killer is revealed to you for 5/7/10 seconds once they come within 24 metres of your location.\n\nDark Sense deactivates after use.\n\"Take it from an old-timer: Slow down, don't rush and try not to worry so much! The best way to beat him is to know how he thinks.\" — Murf, The Lost Tapes"
    },
    {
      "name": "Darkness Revealed",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/ed/IconPerks_darknessRevealed.png/96px-IconPerks_darknessRevealed.png?ad8b5a",
      "description": "In your presence, places once thought to be safe are perhaps the most dangerous.\nSearching a Locker has the following effect:\n\nThe Auras of Survivors within 8 metres of any Locker are revealed to you for 6/7/8 seconds.\n\nDarkness Revealed has a cool-down of 30 seconds.\n\"Stay in the light, my children. In darkness, your fear will expose you.\" — Otto Stamper"
    },
    {
      "name": "Dead Hard",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/75/IconPerks_deadHard.png/96px-IconPerks_deadHard.png?48782d",
      "description": "You can take a beating.\nAfter being unhooked or unhooking yourself, Dead Hard activates whenever you are injured and running, and allows you to tap into your adrenaline bank to avoid taking further damage:\n\nPress the Active Ability button to trigger the Endurance Status Effect for 0.5 seconds.\n\nDead Hard deactivates after use.\nDead Hard causes the Exhausted Status Effect for 60/50/40 seconds.\nDead Hard cannot be used when Exhausted.\n\n\"We were walkin' through t'ginnel one night when a beer bottle flew past me, then another, and another.\nI thought to myself \"Gonna 'ave some fun 'ere lads, let's get stuck in!\".\nIt were a right dust up, I swear down!\" — David King"
    },
    {
      "name": "Dead Man's Switch",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c3/IconPerks_deadMansSwitch.png/96px-IconPerks_deadMansSwitch.png?39b7f0",
      "description": "After hooking a Survivor, Dead Man's Switch activates:\nBlocks the first Generator any Survivor stops repairing for 40/45/50 seconds.\nThe Blocked Generator is highlighted to you in white.\nDead Man's Switch cannot activate if its effect is still active from a previous activation.\n\n\"I've seen the look on a man's face when he realises he's going to die.\" — Caleb Quinn"
    },
    {
      "name": "Deadline",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_deadline.png/96px-IconPerks_deadline.png?69d516",
      "description": "\"Desperation creeps in, and you push yourself to work harder.\"\nWhenever you are in the Injured State, Deadline activates:\n\nIncreases the Odds of triggering Skill Checks by 6/8/10 % while repairing or healing.\nCauses Skill Checks to appear in random places.\nReduces the penalty for missed Skill Checks by -50 %.\n\n\"The night had been one desperate situation after another.\" — Departure"
    },
    {
      "name": "Deadlock",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d3/IconPerks_deadlock.png/96px-IconPerks_deadlock.png?8c19ec",
      "description": "Identical to No Holds Barred.\n\"Nobody escapes us.\" — Pinhead"
    },
    {
      "name": "Deathbound",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e7/IconPerks_deathbound.png/96px-IconPerks_deathbound.png?1f739b",
      "description": "\"Those whose lives are intertwined in darkness are destined to suffer together.\"\nWhenever a Survivor finishes healing another Survivor for the equivalent of 1 Health State, Deathbound activates:\n\nCauses the Healer to scream and reveal their location.\nCauses the Healer to suffer from the Oblivious Status Effect whenever they are farther than 12/8/4 metres from the other Survivor.\n\nDeathbound deactivates after the Healer loses a Health State."
    },
    {
      "name": "Deception",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/eb/IconPerks_deception.png/96px-IconPerks_deception.png?4b4f9a",
      "description": "\"Your adventurous lifestyle requires moments of crafty misdirection.\"\nPress and hold the Sprint button while interacting with a Locker for the following effects:\n\nSuppresses the creation of your Scratch Marks and Pools of Blood for 5 seconds.\nCauses you to run past the targeted Locker, instead of entering it.\nCauses its doors to swiftly open and close again, feining you having entered it in a rush.\nTriggers a Loud Noise Notification for the Killer at its location.\n\nDeception has a cool-down of 25/20/15 seconds."
    },
    {
      "name": "Decisive Strike",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/ee/IconPerks_decisiveStrike.png/96px-IconPerks_decisiveStrike.png?55fc96",
      "description": "Using whatever is at hand, you stab your aggressor in an ultimate attempt to escape.\nAfter being unhooked or unhooking yourself, Decisive Strike activates for the next 40/50/60 seconds:\n\nWhen grabbed or picked up by the Killer, succeed a Skill Check to stab the Killer and escape from their grasp.\nStuns the Killer for 4 seconds.\nCauses you to become the next Obsession.\n\nDecisive Strike is deactivated once the Exit Gates are powered.\nDecisive Strike is disabled for the remainder of the Trial after use.\nDecisive Strike is deactivated prematurely when performing a Conspicuous Action.\n\nIncreases your chance of becoming the initial Obsession by increasing the default value by +100 %.\nThe Killer can only be obsessed with one Survivor at a time.\n\n\"There is nothing to be scared of.\" — Laurie Strode"
    },
    {
      "name": "Deerstalker",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/01/IconPerks_deerstalker.png/96px-IconPerks_deerstalker.png?65ed31",
      "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of all Survivors in the Dying State are revealed to you within 20/28/36 metres."
    },
    {
      "name": "Deliverance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7e/IconPerks_deliverance.png/96px-IconPerks_deliverance.png?1b43e6",
      "description": "After safely unhooking another Survivor, Deliverance activates:\nGrants the ability to perform a successful Self-Unhook at any point during the first Hook Stage.\nCauses the Broken Status Effect for 100/80/60 seconds after unhooking yourself.\nDeliverance cannot be used during the second Hook Stage or if you are hooked as the Last Survivor Standing.\nDeliverance is disabled for the remainder of the Trial after use.\n\n\"I was raised by a strict man who taught me how to make the best of a bad situation.\" — Adam Francis"
    },
    {
      "name": "Desperate Measures",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/84/IconPerks_desperateMeasures.png/96px-IconPerks_desperateMeasures.png?b18c18",
      "description": "\"You refuse to fail, even during your darkest hour.\"\nWhenever any Survivor, including yourself, is not in the Healthy State, Desperate Measures activates:\n\nIncreases your Action speeds for Healing and Unhooking by a stack-able 16/18/20 % per injured, dying, or hooked Survivor, up to a maximum of 64/72/80 %.\n\n\"When they come with a wrecking ball, build stronger walls.\" — Felix Richter"
    },
    {
      "name": "Detective's Hunch",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7b/IconPerks_detectivesHunch.png/96px-IconPerks_detectivesHunch.png?836ede",
      "description": "Unlocks potential in your Aura-reading ability:\nWhenever a Generator is completed, Detective's Hunch triggers its effect:\nThe Auras of the following objects within 32/48/64 metres of your location are revealed to you for 20 seconds:\nChests\nGenerators\nTotems\n\"Are you able to tell us where you were last night?\" — Detective David Tapp"
    },
    {
      "name": "Discordance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/82/IconPerks_discordance.png/96px-IconPerks_discordance.png?d70fb2",
      "description": "Any Generator within a range of 64/96/128 metres that is being repaired by 2 or more Survivors is marked by a yellow Aura.\nWhen the Generator is first highlighted, Discordance triggers a Loud Noise Notification on the Generator.\nAfter the Generator is no longer within range or is being repaired by just 1 Survivor, the highlighted Aura will linger for another 4 seconds.\n\"Smartasses get killed. We always see to that.\" — The Legion"
    },
    {
      "name": "Dissolution",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1d/IconPerks_dissolution.png/96px-IconPerks_dissolution.png?ef52c8",
      "description": "Everything turns to dust. It is as inescapable as the coming of the night.\nAfter 3 seconds of injuring a Survivor by any means, Dissolution activates for 12/16/20 seconds:\n\nInstantly breaks the next Pallet that Survivor performs a Fast Vault across while inside your Terror Radius.\n\n\"The Garden shall be a place of perfect Joy; through Joy, nothing shall stand in our way.\" — Otto Stamper"
    },
    {
      "name": "Distortion",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/41/IconPerks_distortion.png/96px-IconPerks_distortion.png?60a80b",
      "description": "Start the Trial with 1 Token.\nWhenever the Killer attempts to read your Aura, Distortion activates and consumes -1 Token, applying the following effects for 8/10/12 seconds:\n\nBlocks your Aura from being read.\nSuppresses the creation of your Scratch Marks.\n\nFor every 15 seconds spent in a Chase, Distortion recharges +1 Token, up to a maximum of 2 Tokens.\nDistortion does not activate when you are in the Dying State."
    },
    {
      "name": "Distressing",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/94/IconPerks_distressing.png/96px-IconPerks_distressing.png?5453b7",
      "description": "\"Your horrifying emanation strikes at a supernaturally long distance.\"\nYou benefit from the following permanent effect:\n\nIncreases your Terror Radius by 20/25/30 %."
    },
    {
      "name": "Diversion",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a6/IconPerks_diversion.png/96px-IconPerks_diversion.png?88981a",
      "description": "After staying in the Terror Radius without being chased for 30/25/20 seconds, Diversion activates.\nWhile active, press the Active Ability button while crouched and motionless to throw a pebble in the direction you are facing:\nCreates a distraction for the Killer at its landing location 20 metres away:\nTriggers a Loud Noise Notification.\nCreates fake Scratch Marks.\nDiversion deactivates after use.\n\n\"There's what is easy and then there's what is right. If you confuse the two, there's no telling what you become.\" — Adam Francis"
    },
    {
      "name": "Dominance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8d/IconPerks_Dominance.png/96px-IconPerks_Dominance.png?4c9577",
      "description": "The power you wield over the land strikes terror in the hearts of all who cross your path.\nThe first time each Chest and each Totem are interacted with by a Survivor, Dominance triggers its effect:\n\nCalls upon The Entity to block it for 8/12/16 seconds.\nThe Aura of the blocked Prop is revealed to you in white.\n\n\"Tragic, is it not? How powerless you must feel.\" — Dracula"
    },
    {
      "name": "Dragon's Grip",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/ff/IconPerks_dragonsGrip.png/96px-IconPerks_dragonsGrip.png?41494c",
      "description": "After performing the Damage Generator action on a Generator, Dragon's Grip activates for 30 seconds.\nWhile active, the first Survivor interacting with that Generator suffers from the following effects:\nCauses them to scream and reveal their location for 4 seconds.\nInflicts the Exposed Status Effect for 60 seconds.\nDragon's Grip has a cool-down of 60/45/30 seconds.\n\n\"Such potential in this compound... even the slightest trace causes unnatural effects.\" — Journal of Talbot Grimes"
    },
    {
      "name": "Dramaturgy",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/85/IconPerks_dramaturgy.png/96px-IconPerks_dramaturgy.png?4ea20a",
      "description": "When people bring you on to their project, they do so because of the unexpected magic you bring to your performance.\nWhenever you are Healthy, Dramaturgy activates:\n\nWhile running, press the Active Ability button to run with knees high for 0.5 seconds to gain a +25 Haste Status Effect for 2 seconds, followed by one of the following effects:\nSuffer from the Exposed Status Effect for 12 seconds.\nExtend the duration of the Haste Status Effect by another 2 seconds.\nScream, but without notifying the Killer.\nReceive a random Item of Rare Rarity, with a random selection of Add-ons attached to it, automatically dropping any previously held Item.\nThe same effect cannot happen twice in a row.\n\nDramaturgy causes the Exhausted Status Effect for 60/50/40 seconds.\nDramaturgy cannot be used when Exhausted.\n\"Take the part. It's a good movie, he says. What's the worst that can happen?\" — Nicolas Cage"
    },
    {
      "name": "Dying Light",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/48/IconPerks_dyingLight.png/96px-IconPerks_dyingLight.png?2513ea",
      "description": "Each time you hook a Survivor other than your Obsession, you gain +1 Token:\nFor as long as the Obsession is alive, all other Survivors suffer from a stack-able 2/2.5/3 % per Token Action Speed penalty to Repairing, Healing, and Sabotaging, up to a maximum of 22/27.5/33 % or 11 Tokens.\nThe Obsession is unaffected by this penalty and instead granted a permanent +33 % Action Speed bonus to Unhooking and Healing other Survivors.\nYou can only be obsessed with one Survivor at a time.\n\n\"This isn't a man...\" — Dr Sam Loomis"
    },
    {
      "name": "Déjà Vu",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/89/IconPerks_dejaVu.png/96px-IconPerks_dejaVu.png?585913",
      "description": "\"Paranoia paired with your horror of failure helps prepare you from repeating the same mistakes.\"\nUnlocks potential in your Aura-reading ability:\n\nThe Auras of whichever 3 Generators are currently in closest proximity to one another are revealed to you.\nIncreases your Repair speed on those Generators by 4/5/6 %."
    },
    {
      "name": "Empathic Connection",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/14/IconPerks_empathicConnection.png/96px-IconPerks_empathicConnection.png?728368",
      "description": "\"Your presence psychically projects itself to those in danger.\"\nYou benefit from the following permanent primary effect:\n\nIncreases your Altruistic Healing speed by 25/30/35 %.\n\nWhenever any other Survivor is injured, Empathic Connection applies its secondary effect:\nYour Aura as a potential Healer is revealed to them."
    },
    {
      "name": "Empathy",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ae/IconPerks_empathy.png/96px-IconPerks_empathy.png?812eb0",
      "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of injured or dying Survivors are revealed to you within 64/96/128 metres."
    },
    {
      "name": "Enduring",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/94/IconPerks_enduring.png/96px-IconPerks_enduring.png?ba81b2",
      "description": "You are resilient to pain.\nReduces the duration of Pallet Stuns by 40/45/50 %.\nEnduring has no effect while carrying a Survivor.\n\n\"He stops at nothing.\""
    },
    {
      "name": "Eruption",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/dd/IconPerks_eruption.png/96px-IconPerks_eruption.png?47f5af",
      "description": "The NE-α parasite provides you with the intelligence and awareness needed to set a trap.\nPerforming the Damage Generator action on a Generator applies Eruption:\n\nAll affected Generators are highlighted to you in yellow.\nThe next time any Survivor enters the Dying State by any means, all affected Generators explode and immediately start regressing, which removes the highlighted Aura.\nInstantly regresses the Generator by -10 % of its maximum possible Progression.\nCauses all Survivors repairing the afflicted Generators to scream and reveal their Aura to you for 8/10/12 seconds.\n\nEruption has a cool-down of 30 seconds.\n\"It can use weapons?\" — Jill Valentine"
    },
    {
      "name": "Exultation",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/22/IconPerks_Exultation.png/96px-IconPerks_Exultation.png?62d4c5",
      "description": "\"Fortune favours the bold, even in the darkest corners of existence.\"\nWhile holding an Item, stunning the Killer by dropping a Pallet causes the following effects:\n\nRecharges the Item by +75 %.\nUpgrades its Rarity to the next available Tier.\n\nExultation has a cool-down of 30/25/20 seconds.\n\"You will not take me this day!\" — Trevor"
    },
    {
      "name": "Eyes of Belmont",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/25/IconPerks_EyesOfBelmont.png/96px-IconPerks_EyesOfBelmont.png?f94e2b",
      "description": "\"A history of vampire-hunting imbues the bloodline with certain abilities.\"\nWhenever a Generator is completed, the Aura of the Killer is revealed to you for 1/2/3 seconds.\n\nExtends the duration of all instances of the Killer's Aura being revealed to you by +2 seconds.\n\nEyes of Belmont benefits from its own effect.\n\"Ha! Your secret has been revealed!\" — Trevor"
    },
    {
      "name": "Fast Track",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/75/IconPerks_fastTrack.png/96px-IconPerks_fastTrack.png?57ee75",
      "description": "Sometimes the sacrifice of others is necessary to get ahead.\nWhenever a Survivor other than yourself is hooked, Fast Track is granted 1/2/3 Token(s), up to a maximum of 9/18/27 Tokens.\n\nSucceeding a Great Repair Skill Check consumes all accumulated Tokens.\nIncreases the bonus Progression awarded for succeeding that Skill Check by a stack-able +1 % per Token.\n\n\"The weak are sacrificed first. It's nature, it's business... it's the truth most refuse to face.\" — Yun-Jin Lee"
    },
    {
      "name": "Finesse",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fc/IconPerks_finesse.png/96px-IconPerks_finesse.png?38d700",
      "description": "The threat of danger can motivate any creature to strengthen its resolve.\nWhenever you are healthy, Finesse activates:\n\nIncreases your Vaulting speed for a Fast Vault by +20 %.\n\nFinesse has a cool-down of 40/35/30 seconds after performing a Fast Vault.\n\"Just need to push myself a bit further.\" — Lara Croft"
    },
    {
      "name": "Fire Up",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5c/IconPerks_fireUp.png/96px-IconPerks_fireUp.png?af3413",
      "description": "The increased pressure of losing your preys fills you with anger and gives you unsuspected motivation.\nFor each completed Generator, Fire Up gains +1 Token, up to a maximum of 5 Tokens:\n\nIncreases the Action speeds for the following interactions by a stack-able 4/5/6 % per Token, up to a maximum of 20/25/30 %:\nPicking up and dropping Survivors.\nBreaking Breakable Walls and dropped Pallets.\nDamaging Generators.\nVaulting Windows.\n\n\"Now why don't you just fucking die?\" — Freddy Krueger"
    },
    {
      "name": "Fixated",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7c/IconPerks_fixated.png/96px-IconPerks_fixated.png?c64cb2",
      "description": "When you have a goal in mind, there is no turning back; better to ask forgiveness than permission.\nIncreases your Walking speed by 10/15/20 %.\nUnlocks the ability to see your own Scratch Marks.\n\"I wanna finish what we started. I want to kill it.\" — Nancy Wheeler"
    },
    {
      "name": "Flashbang",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/db/IconPerks_flashbang.png/96px-IconPerks_flashbang.png?dd91f3",
      "description": "You have adapted to a world in chaos and making what you can from the debris.\nAfter repairing Generators for a total of 50/45/40 %, Flashbang activates:\n\nPress the Active Ability button while hiding inside a Locker to craft a Flash Grenade.\n\nFlashbang deactivates after use.\n\"Get outta my face!\" — Leon Scott Kennedy"
    },
    {
      "name": "Flip-Flop",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/31/IconPerks_flip-Flop.png/96px-IconPerks_flip-Flop.png?a27724",
      "description": "\"You have an uncanny ability to escape the inevitable.\"\n\nRecovering in the Dying State also charges the Wiggle Meter at 50 % of the Recovery rate and up to a maximum of 40/45/50 % of Wiggle Progression.\n\n\"Catch ya on the flip-flop.\" — Ash Williams"
    },
    {
      "name": "Fogwise",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/90/IconPerks_fogwise.png/96px-IconPerks_fogwise.png?6a146b",
      "description": "In your countless years in The Fog, you have seen it all, and when you are focused, you can remember most of it too.\nSucceeding a Great Skill Check while repairing a Generator reveals the Aura of the Killer to you for 4/5/6 seconds.\n\"I have seen great cruelty... and I have also seen another way.\" — Vittorio Toscano"
    },
    {
      "name": "For the People",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/31/IconPerks_forThePeople.png/96px-IconPerks_forThePeople.png?dc6134",
      "description": "You risk life and injury for others.\nWhile healthy and healing another Survivor without using a Med-Kit, press the Active Ability button to trigger the following effects:\n\nTrade 1 Health State with the other Survivor:\nInstantly heals them to the Injured State, if they were dying or suffering from the Deep Wound Status Effect.\nInstantly heals them to full health, if they were injured.\nYou yourself become injured and suffer from the Broken Status Effect for the next 80/70/60 seconds.\nYou become the Killer's Obsession, if not already.\n\nReduces your chance of becoming the initial Obsession by reducing the default value by -100 %.\nThe Killer can only be obsessed with one Survivor at a time.\n\"We can write our own story and decide how it really ends.\" — Zarina Kassir"
    },
    {
      "name": "Forced Hesitation",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4c/IconPerks_forcedHesitation.png/96px-IconPerks_forcedHesitation.png?46c982",
      "description": "\"You have learnt the emotional weaknesses of the organics, and how to exploit them.\"\nWhenever a Survivor is put into the Dying State by any means, Forced Hesitation triggers its effect:\n\nCauses all other Survivors within 16 metres of them suffer from a -20 % Hindered Status Effect for 10 seconds.\n\nForced Hesitation has a cool-down of 40/35/30 seconds.\n\"THE ORGANIC MIND'S CAPACITY FOR EMPATHY GOES BEYOND HINDRANCE!\" — HUX-A7-13"
    },
    {
      "name": "Forced Penance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1d/IconPerks_forcedPenance.png/96px-IconPerks_forcedPenance.png?5ca0a6",
      "description": "Those who stand in the way of duty will suffer harsh judgement.\n\nSurvivors who take a Protection Hit suffer from the Broken Status Effect for the next 60/70/80 seconds."
    },
    {
      "name": "Franklin's Demise",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b2/IconPerks_franklinsDemise.png/96px-IconPerks_franklinsDemise.png?2ac922",
      "description": "Survivors hit with your vicious Basic Attack drop any equipped Item on impact:\nThe Auras of lost Items are revealed to within 32/48/64 metres.\n\"Sally, I hear something. Stop! Stop!\" — Franklin Hardesty"
    },
    {
      "name": "Friendly Competition",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4c/IconPerks_friendlyCompetition.png/96px-IconPerks_friendlyCompetition.png?78ee93",
      "description": "\"You revel in the community spirit of a competition, and inspire others to follow suit.\"\nWhenever you complete a Generator with at least one other Survivor, Friendly Competition activates:\n\nIncreases your Repair speed, and that of the other Survivor(s) who completed the repairs with you, by +5 % for the next 45/60/75 seconds.\n\n\"C'mon, let's do this!\" — Thalita Lyra"
    },
    {
      "name": "Friends 'til the End",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b3/IconPerks_friendsTilTheEnd.png/96px-IconPerks_friendsTilTheEnd.png?652a64",
      "description": "\"You will kill anyone who gets between you and your target.\"\nWhen you hook any Survivors that is not the Obsession, the following effects apply to the Obsession:\n\nTheir Aura is revealed for 6/8/10 seconds.\nThey suffer from the Exposed Status Effect for 20 seconds.\n\nWhen you hook the Obsession, the following effects apply to a random Survivor:\nCauses the Survivor to scream and reveal their location to the Killer.\nThey become the new Obsession.\n\nYou can only be obsessed with one Survivor at a time.\n\"I got some fresh meat lined up, and I'm not gonna let you spoil it, not this time!\" — Chucky"
    },
    {
      "name": "Furtive Chase",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/94/IconPerks_furtiveChase.png/96px-IconPerks_furtiveChase.png?66f458",
      "description": "\"You lurk in the shadows, eliminating your victims one by one.\"\nAfter hooking the Obsession, Furtive Chase triggers its primary effects for 14/16/18 seconds:\n\nGrants the Undetectable Status Effect.\nGrants a +10 % Haste Status Effect.\n\nAfter the Obsession is rescued from the Hook, Furtive Chase triggers its secondary effect:\nCauses the Obsession status to transfer to the Rescuer.\n\nYou can only be obsessed with one Survivor at a time.\n\"You have no idea what I have planned for you. It'll be in the news for weeks. I'll make sure of that.\" — The Ghost Face"
    },
    {
      "name": "Game Afoot",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/53/IconPerks_gameAfoot.png/96px-IconPerks_gameAfoot.png?32875b",
      "description": "\"First you pick your prey, then you pick it apart.\"\nWhenever you hit the Survivor with currently the highest cumulative Chase time with a Basic Attack, Game Afoot triggers its primary effect:\n\nCauses the Obsession status to transfer to that Survivor.\n\nWhile chasing the Obsession, performing the Break or Damage action causes Game Afoot to trigger its secondary effect:\nGrants a +7 % Haste Status Effect for 8/9/10 seconds.\n\nYou can only be obsessed with one Survivor at a time.\n\"This one might actually be a challenge...\" — Sonhadores Sombrios, Issue #3"
    },
    {
      "name": "Gearhead",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fd/IconPerks_gearhead.png/96px-IconPerks_gearhead.png?43cb8e",
      "description": "You have got an ear for well-oiled gears.\nAfter a Survivor loses a Health State, Gearhead activates for 30 seconds:\n\nWhile Gearhead is active, a Survivor succeeding a Good Skill Check while repairing reveals their Aura to you for 6/7/8 seconds.\n\"Sometimes a man's best work is what puts him in the grave.\" — The Prison Warden"
    },
    {
      "name": "Genetic Limits",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6d/IconPerks_geneticLimits.png/96px-IconPerks_geneticLimits.png?41bad7",
      "description": "\"Around you, the limits of human life become readily apparent.\"\nWhenever a Survivor loses a Health State by any means, Genetic Limits triggers its effect:\n\nCauses them to suffer from the Exhausted Status Effect for 6/7/8 seconds.\n\n\"THE ORGANIC BODY IS SO LIMITED!\" — HUX-A7-13"
    },
    {
      "name": "Grim Embrace",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_grimEmbrace.png/96px-IconPerks_grimEmbrace.png?38e910",
      "description": "Your act of servitude to The Entity has not gone unnoticed.\nEach time a Survivor is hooked for the first time, Grim Embrace gains +1 Token and activates once you are at least 16 metres away from the Hook:\n\n1-3 Tokens: Blocks all Generators for 6/8/10 seconds.\n4 Tokens: Blocks all Generators for 40 seconds and the Aura of the Obsession is revealed to you for 6 seconds.\n\n\"Are we nothing but prisoners to our sorrow?\" — Carmina Mora"
    },
    {
      "name": "Hardened",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fe/IconPerks_hardened.png/96px-IconPerks_hardened.png?ea6976",
      "description": "Live long enough, and survival will run in your blood.\nAfter unlocking a Chest and either blessing or cleansing a Totem, Hardened activates:\n\nSuppresses the urge to scream from any cause and instead causes the Aura of the Killer to be revealed to you for 3/4/5 seconds.\n\n\"Got to keep quiet. That thing is still out there.\" — Lara Croft"
    },
    {
      "name": "Haywire",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f5/IconPerks_Haywire.png/96px-IconPerks_Haywire.png?f60f00",
      "description": "\"For some reason, machinery has a habit of failing when you are near.\"\nWhenever a Survivor stops opening an Exit Gate after accumulating at least 80 % Progression towards being opened, Haywire causes it to regress:\n\nRegresses at a rate of 80/90/100 % of the normal Gate-Opening speed.\nCauses Survivors to see the lights atop the switch flickering randomly while it regresses.\n\n\"There will be no redemption for you.\" — Springtrap"
    },
    {
      "name": "Head On",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/cb/IconPerks_headOn.png/96px-IconPerks_headOn.png?29e687",
      "description": "\"When your mind is set, there better be no one standing in your way.\"\nAfter hiding in a Locker for 3 seconds, Head On activates:\n\nPerforming a Rush Exit out of the Locker stuns a nearby Killer for 3 seconds.\n\nHead On causes the Exhausted Status Effect for 60/50/40 seconds.\nHead On cannot be used while Exhausted.\n\"People are remembered for the challenges they overcome. You can run away and forget what you're capable of or you can face your fears and remind the world of who you are.\" — Jane Romero"
    },
    {
      "name": "Help Wanted",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b2/IconPerks_HelpWanted.png/96px-IconPerks_HelpWanted.png?6b051a",
      "description": "\"Try as they might, you know how to stay one step ahead of your guests.\"\nAfter performing the Damage Generator action, Help Wanted activates:\n\nCauses that Generator to become a Compromised Generator.\n\nOnce the Compromised Generator is completed, you benefit from the following effect for 40/50/60 seconds:\nIncreases the Recovery speed of successful Basic Attacks by +25 %.\n\n\"You only think you are in control...\" — Springtrap"
    },
    {
      "name": "Hex: Blood Favour",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6b/IconPerks_hexBloodFavour.png/96px-IconPerks_hexBloodFavour.png?2a0118",
      "description": "A Hex that gains the favour of The Entity when blood is spilt.\nWhenever a Survivor loses a Health State by any means, Hex: Blood Favour triggers its effect:\n\nBlocks all upright Pallets within 24/28/32 metres of that Survivor's location at the time for 15 seconds.\nBlocked Pallets cannot be dropped.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"It would be no leap of the imagination to suggest that the Trials are a biological response of sorts.\" — Journal of Talbot Grimes"
    },
    {
      "name": "Hex: Crowd Control",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f1/IconPerks_hexCrowdControl.png/96px-IconPerks_hexCrowdControl.png?8abf9c",
      "description": "A Hex that ensures those lesser than you are properly herded.\nWhenever any Survivor performs a Rushed action to vault a Window, Hex: Crowd Control triggers its effect:\n\nPermanently blocks the last 3/4/5 Windows to all Survivors.\n\nAny successive trigger unblocks the oldest Blocked Window.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"You have no control. People like you never did.\" — Ji-Woon Hak"
    },
    {
      "name": "Hex: Devour Hope",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c9/IconPerks_hexDevourHope.png/96px-IconPerks_hexDevourHope.png?4cecbd",
      "description": "A Hex rooting its power on hope.\nThe false hope of Survivors ignites your hunger.\nWhenever a Survivor is rescued from a Hook while you are at least 24 metres away, Hex: Devour Hope is granted +1 Token, up to a maximum of 5 Tokens:\n\n2 Tokens: Grants a 3/4/5 % Haste Status Effect for 10 seconds after 10 seconds of having hooked a Survivor.\n3 Tokens: Causes all Survivors to suffer from a permanent Exposed Status Effect.\n5 Tokens: Grants the ability to kill all Survivors by your own hand.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"If you do nothing, you have their blood on your hands. If you save them, her hunger grows.\""
    },
    {
      "name": "Hex: Face the Darkness",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/af/IconPerks_hexFaceTheDarkness.png/96px-IconPerks_hexFaceTheDarkness.png?b05275",
      "description": "You make an example of one of your victims, forcing their allies to become awed by your power.\nWhenever you injure a Survivor by any means, if there is still a Dull Totem remaining on the Map, Hex: Face the Darkness activates and lights it, cursing that Survivor:\n\nCauses all other Survivors to scream every 35/30/25 seconds, if they are outside of the Terror Radius, revealing their Auras for 2 seconds each time.\n\nHex: Face the Darkness deactivates once the Cursed Survivor either enters the Dying State or is fully healed, which extinguishes the Totem.\n\nHex: Face the Darkness is disabled for the remainder of the Trial, if a Survivor manages to cleanse its Hex Totem.\n\n\"I shall make an example of one. These mewling worms will never know peace.\" — Tarhos Kovács"
    },
    {
      "name": "Hex: Fortune's Fool",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/18/IconPerks_hexPlaything.png/96px-IconPerks_hexPlaything.png?59f6fb",
      "description": "\"A Hex that toys with a victim's suffering.\"\nEach time you hook a Survivor for the first time, if there is at least one Dull Totem in the environment, Hex: Fortune's Fool activates and lights a Hex Totem:\n\nCauses that Survivor to suffer permanently from the Oblivious Status Effect.\nBlocks their Hex Totem from being cleansed by any other Survivor for 90 seconds.\nThe Aura of their Hex Totem is revealed to the Cursed Survivor within 24/20/16 metres.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed."
    },
    {
      "name": "Hex: Haunted Ground",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c4/IconPerks_hexHauntedGround.png/96px-IconPerks_hexHauntedGround.png?fa9a66",
      "description": "At the start of the Trial, Hex: Haunted Ground spawns 2 Hex Totems in the environment.\nWhen either Hex Totem is blessed or cleansed by a Survivor, the following effects apply:\n\nCauses all Survivors to suffer from the Exposed Status Effect for 40/50/60 seconds.\nTransforms the second Hex Totem into a Dull Totem.\n\n\"Her home become profane.\""
    },
    {
      "name": "Hex: Huntress Lullaby",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/11/IconPerks_hexHuntressLullaby.png/96px-IconPerks_hexHuntressLullaby.png?75e688",
      "description": "A Hex rooting its power in despair.\nYour hunt is an irresistible song of dread which muddles your prey's attention.\nIncreases the default Progression penalty incurred by Failed Skill Checks by 2/4/6 %.\nThis only affects Healing and Repairing actions.\nWhenever a Survivor is hooked, Hex: Huntress Lullaby grows in power and gains +1 Token, up to a maximum of 5 Tokens:\n\nIncreasingly shortens the time between an affected incoming Skill Check appearing and triggering its audio cue beforehand:\n1 Token: -14 %\n2 Tokens: -28 %\n3 Tokens: -42 %\n4 Tokens: -56 %\n5 Tokens: Suppresses the audio cue altogether.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"That song, it drives me crazy!\""
    },
    {
      "name": "Hex: No One Escapes Death",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/af/IconPerks_hexNoOneEscapesDeath.png/96px-IconPerks_hexNoOneEscapesDeath.png?6ee340",
      "description": "\"A Hex rooting its power on hope.\nYou are animated by the power of your Hex Totem when the Survivors are on the verge of escaping.\"\nOnce the Exit Gates are powered, if there is still a Dull Totem remaining in the environment, Hex: No One Escapes Death activates and lights it:\n\nGrants a 2/3/4 % Haste Status Effect.\nCauses all Survivors to suffer from the Exposed Status Effect.\n\nOnce the Status Effect is revealed to Survivors, Hex: No One Escapes Death triggers the following effect:\nThe Aura of its Hex Totem is revealed to all Survivors within 4 metres.\nThis range gradually expands to 24 metres over the course of 30 seconds.\n\nHex: No One Escapes Death remains inactive if no Dull Totems are available.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"And the beast became faster and more powerful as if The Entity's shadowy whips were lashing at its back.\""
    },
    {
      "name": "Hex: Pentimento",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5d/IconPerks_hexPentimento.png/96px-IconPerks_hexPentimento.png?98d43b",
      "description": "\"You reveal the true power of the Totems, hidden within their remains.\"\nUnlocks potential in your Aura-reading ability:\n\nThe Auras of cleansed Totems are revealed to you in white.\n\nPress the Interaction button over the remains of a cleansed Totem to resurrect it as a Rekindled Totem.\nFor each Rekindled Totem, Hex: Pentimento gains +1 Token, up to a maximum of 5 Tokens:\n1 Token: Reduces the Action speeds for Healing and Repairing by -20 %.\n2 to 5 Tokens: Increase the strength of the Action Speed penalty by a stackable 1/2/3 % per Token, up to a maximum of 24/28/32 %.\nSurvivors cursed by Hex: Pentimento see the Auras of Rekindled Totems within 16 metres.\n\nOnce Hex: Pentimento has reached its limit of 5 Tokens, it calls upon The Entity for the following effect:\nBlocks all Rekindled Totems for the remainder of the Trial.\n\nTotems may only be rekindled once per Trial, with The Entity consuming the remains of Rekindled Totems once they are cleansed.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"Though a pentimento is an inherently concealed piece of art, there is something to be said of the desire to discover that which is beyond.\" — A Guide to Art & Process (1961)"
    },
    {
      "name": "Hex: Plaything",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/18/IconPerks_hexPlaything.png/96px-IconPerks_hexPlaything.png?59f6fb",
      "description": "Identical to Hex: Fortune's Fool.\n\"We came. Now you must come with us. Taste our pleasure.\" — Pinhead"
    },
    {
      "name": "Hex: Retribution",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ab/IconPerks_hexRetribution.png/96px-IconPerks_hexRetribution.png?9d0966",
      "description": "\"A Hex that lashes out upon its destruction.\nThose who cross you will be punished.\"\nWhenever a Survivor blesses or cleanses a Totem, Hex: Retribution triggers its primary effect:\n\nCauses that Survivor to suffer from the Oblivious Status Effect for 40/50/60 seconds.\n\nWhenever a Hex Totem is removed by any means, including its own, Hex: Retribution triggers its secondary effect:\nThe Auras of all Survivors are revealed to you for 20 seconds.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"Bloody fool, you pulled the trigger on yourself.\" — Caleb Quinn"
    },
    {
      "name": "Hex: Ruin",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a2/IconPerks_hexRuin.png/96px-IconPerks_hexRuin.png?d096fe",
      "description": "A Hex that affects the Generator Repair progress of all Survivors.\nWhenever a Generator is not being repaired by a Survivor, it will immediately and automatically regress its Repair progress at 50/75/100 % of the normal Regression speed.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"A curse is upon you. It will cause your ruin.\""
    },
    {
      "name": "Hex: The Third Seal",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/36/IconPerks_hexTheThirdSeal.png/96px-IconPerks_hexTheThirdSeal.png?9d8e8c",
      "description": "A Hex that hinders the Survivors' Aura-reading abilities.\nThe last 2/3/4 Survivors you hit with a Basic or Special Attack suffer permanently from the Blindness Status Effect.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\n\"She touched your skin, you bear the witch's mark!\""
    },
    {
      "name": "Hex: Thrill of the Hunt",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/02/IconPerks_hexThrillOfTheHunt.png/96px-IconPerks_hexThrillOfTheHunt.png?9eae8e",
      "description": "\"A Hex rooting its power on hope.\nThe false hope of Survivors fills you with excitement and strengthens your Totems.\"\nStart the Trial with 5 Tokens, one for each Totem located in the environment:\n\nReduces the Action speeds for Blessing and Cleansing by a stack-able 8/10/12 % per Token, up to a maximum of 40/50/60 %.\n\nHex: Thrill of the Hunt loses -1 Token whenever a Totem is cleansed.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed."
    },
    {
      "name": "Hex: Two Can Play",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/64/IconPerks_hexTwoCanPlay.png/96px-IconPerks_hexTwoCanPlay.png?2338db",
      "description": "\"A Hex that teaches those who mess with you a lesson.\"\nAnytime you are stunned or blinded by any Survivor a total of 4/3/2 times, and if there is not yet a Hex Totem already associated with Hex: Two Can Play and there is at least one Dull Totem remaining in the Trial Grounds, Hex: Two Can Play activates on a random Totem:\n\nBlinds all Survivors who stun or blind you for 1.5 seconds.\nThis does not affect carried Survivors.\n\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed.\n\"From now on, no more Mr Good Guy.\" — Chucky"
    },
    {
      "name": "Hex: Undying",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fe/IconPerks_hexUndying.png/96px-IconPerks_hexUndying.png?78b4af",
      "description": "A Hex which maintains the vile powers that flow throughout the Trial.\n\nThe Auras of Survivors within 2/3/4 metres of any Dull Totem are revealed to you.\n\nWhen another Perk's Hex Totem is cleansed or blessed, its Hex is transferred to the Hex: Undying Totem, including any accumulated Tokens, disabling Hex: Undying instead.\nAll effects of the Hex Perk persist until its Hex Totem is cleansed or blessed."
    },
    {
      "name": "Hex: Wretched Fate",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/81/IconPerks_HexWretchedFate.png/96px-IconPerks_HexWretchedFate.png?7e07e3",
      "description": "You see your victim from afar and resolve to prolong their suffering.\nAfter a Generator is completed, Hex: Wretched Fate activates and lights a random Dull Totem, cursing the Obsession:\n\nReduces their Repair speed by 27/30/33 %.\nThe Aura of the Hex Totem is revealed to them within 12 metres.\n\n\"So toil, mortal, toil! Your effort will be for naught!\" — Dracula"
    },
    {
      "name": "Hoarder",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/23/IconPerks_hoarder.png/96px-IconPerks_hoarder.png?e97765",
      "description": "You protect what little you have and are perceptive to those rummaging through your stockpiles.\n\nHoarder triggers a Loud Noise Notification for 4 seconds, whenever a Survivor performs any of the following actions within 32/48/64 metres of your location:\n\nUnlocks a Chest.\nPicks up any Item.\nHoarder spawns 2 additional Chests in the Trial."
    },
    {
      "name": "Hope",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/18/IconPerks_hope.png/96px-IconPerks_hope.png?2226b6",
      "description": "The growing odds of a successful escape fill you with hope and give you wings.\nOnce the Exit Gates are powered, Hope activates:\n\nGrants a permanent 5/6/7 % Haste Status Effect.\n\n\"Buckle up, fuckos! Let's roll.\" — Nikki, The Lost Tapes"
    },
    {
      "name": "Hubris",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/aa/IconPerks_hubris.png/96px-IconPerks_hubris.png?5ab9bd",
      "description": "\"You show no mercy, especially to those foolish enough to resist.\"\nWhenever a Survivor stuns you by any means, Hubris triggers its effect:\n\nCauses them to suffer from the Exposed Status Effect for 20/25/30 seconds.\n\nHubris has a cool-down of 20 seconds.\n\"You have made a grave mistake, standing in opposition to me this day.\" — Tarhos Kovács"
    },
    {
      "name": "Human Greed",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/06/IconPerks_HumanGreed.png/96px-IconPerks_HumanGreed.png?c7b0c7",
      "description": "One can always rely on the avarice of the living and use it to one's advantage.\nGrants the ability to kick opened Chests and close them.\n\nThe Auras of unopened Chests are revealed to you at all times.\nThe Auras of Survivors coming within 8 metres of unopened or closed Chests are revealed to you for 3/4/5 seconds.\n\nHuman Greed has a cool-down of 10 seconds on the ability to kick Chests.\n\"Come running, one and all, and see what fortune awaits you.\" — Dracula"
    },
    {
      "name": "Hyperfocus",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5d/IconPerks_hyperfocus.png/96px-IconPerks_hyperfocus.png?5e7d38",
      "description": "You throw yourself entirely into your tasks and find ways to be more efficient than anyone else.\nSucceeding a Great Skill Check while repairing or healing grants +1 Token, up to a maximum of 6 Tokens:\n\nIncreases the Skill Check Trigger odds and Pointer Rotation speed by +4 % per Token each, up to a maximum of +24 %.\nIncreases the Skill Check Bonus progression by 10/20/30 % of its base value per Token, up to a maximum of 60/120/180 %.\n\nHyperfocus loses all Tokens after succeeding just a Good Skill Check, failing one, or if the action is interrupted by any means."
    },
    {
      "name": "Hysteria",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3a/IconPerks_hysteria.png/96px-IconPerks_hysteria.png?ca854c",
      "description": "\"You know how to brutalise one member of a team to cause a panic.\"\nWhenever you injure a healthy Survivor, Hysteria triggers its effect:\n\nCauses all Survivors currently in the Injured State to suffer from the Oblivious Status Effect for 30/35/40 seconds.\nThis effect also applies the Survivor triggering it.\n\nHysteria has a cool-down of 20 seconds.\n\"Sorry I got a little jumpy there. Didn't know quite what to expect.\" — Robert Kendo"
    },
    {
      "name": "I'm All Ears",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e3/IconPerks_imAllEars.png/96px-IconPerks_imAllEars.png?f79e73",
      "description": "\"You sharpen your keen senses in the dark Realm of The Entity.\"\nWhenever a Survivor performs a Rushed Vault action within 48 metres of your location, you benefit from the following effect:\n\nThe Aura of the Survivor is revealed to you for 8 seconds.\n\nI'm All Ears has a cool-down of 60/45/30 seconds.\n\"There is no need to worry. I've been preparing my whole life for this.\" — The Ghost Face"
    },
    {
      "name": "Infectious Fright",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6d/IconPerks_infectiousFright.png/96px-IconPerks_infectiousFright.png?718f19",
      "description": "\"The cries of the unfaithful make your heart leap.\"\nWhenever a Survivor is put into the Dying State by any means, all other Survivors within your Terror Radius will scream and reveal their current location to you for 4/5/6 seconds.\n\n\"Horror overcomes the heart of infidels who cry at the feet of the fallen.\" — (Hymn of Praise, 11.4)"
    },
    {
      "name": "Inner Focus",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7e/IconPerks_innerFocus.png/96px-IconPerks_innerFocus.png?9265f4",
      "description": "You have honed your ability to see through the haze of the Ravage.\nGrants the ability to see the Scratch Marks of other Survivors.\nWhenever another Survivor loses a Health State due to the Killer, the Aura of the latter is revealed to your for 6/8/10 seconds.\n\"The death, the trauma, the fear... it all leads here. The Overlap.\" — Haddie Kaur, Ravages of the Abyss Episode 11"
    },
    {
      "name": "Inner Strength",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/47/IconPerks_innerStrength.png/96px-IconPerks_innerStrength.png?840b95",
      "description": "You look inwards and trust your instincts when you feel lost and alone.\nEach time you cleanse a Totem, Inner Strength activates:\n\nYou are automatically healed 1 Health State while hiding inside a Locker for 10/9/8 seconds when injured or suffering from the Deep Wound Status Effect.\n\nInner Strength does not activate if you currently suffer from the Broken Status Effect.\n\"All this time I've been trying so hard to pretend like everything's fine, but it's not.\" — Nancy Wheeler"
    },
    {
      "name": "Insidious",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/40/IconPerks_insidious.png/96px-IconPerks_insidious.png?dcea4f",
      "description": "Unlocks the stealth ability:\nAfter standing still for 3/2/1 second(s), Insidious activates for as long as you remain stationary:\nGrants the Undetectable Status Effect.\nInsidious deactivates once you start moving again."
    },
    {
      "name": "Invocation: Treacherous Crows",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a8/IconPerks_invocationTreacherousCrows.png/96px-IconPerks_invocationTreacherousCrows.png?1e1ba8",
      "description": "\"One with arcane knowledge has no reason to fear those watchful birds.\"\nWhen in the Basement near the circle, press the Active Ability button to begin the Invocation, which takes 60 seconds to complete.\nDuring an Invocation, your Aura is revealed to all other Survivors and they can join in, accelerating the process by +100 %, if they too have an Invocation Perk equipped, or by +50 %, if they have not.\n\nOnce the Invocation is completed, the following effects apply:\n\nWhenever the Killer scares a Crow while a Survivor is inside their Terror Radius, their Aura is revealed to all Survivors for 1/1.5/2 seconds.\nYou automatically enter the Injured State from any previous Health State, and suffer from the Broken Status Effect for the remainder of the Trial.\n\n\"Remember your training. They taught you all about the crows.\" — Taurie Cain"
    },
    {
      "name": "Invocation: Weaving Spiders",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/07/IconPerks_invocationWeavingSpiders.png/96px-IconPerks_invocationWeavingSpiders.png?fc3a63",
      "description": "\"The place where fear festers and terror treads is also where those with the gift can reach across the veil.\"\nWhen in the Basement near the circle, press the Active Ability button to begin the Invocation, which takes 60 seconds to complete.\nDuring an Invocation, your Aura is revealed to all other Survivors and they can join in, accelerating the process by +100 %, if they too have an Invocation Perk equipped, or by +50 %, if they have not.\n\nOnce the Invocation is completed, the following effects apply:\n\nPermanently reduces the Repair Charges requirement of all Generators in the Trial by 8/9/10 Charges.\nYou automatically enter the Injured State from any previous Health State, and suffer from the Broken Status Effect for the remainder of the Trial.\n\nCompleting this Invocation disables all other instances of Invocation: Weaving Spiders for the remainder of the Trial.\n\"I call upon the spirits of the night, to aid us in our desperate flight!\" — Sable"
    },
    {
      "name": "Iron Grasp",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/14/IconPerks_ironGrasp.png/96px-IconPerks_ironGrasp.png?f58015",
      "description": "\"Your powerful grasp on Survivors causes escapes to be nearly impossible.\"\nWhile carrying a Survivor, they suffer from the following effects:\n\nReduces the strength of the Involuntary Strafing caused by their wiggling by -75 %.\nIncreases the time required to break free from your grasp by 4/8/12 %."
    },
    {
      "name": "Iron Maiden",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b0/IconPerks_ironMaiden.png/96px-IconPerks_ironMaiden.png?1683da",
      "description": "Iron Maiden increases your Locker Search speed by 30/40/50 %.\nSurvivors who exit a Locker suffer from the following afflictions:\n\nScream and reveal their location to you for 4 seconds.\nSuffer from the Exposed Status Effect for 30 seconds.\n\n\"This is no place for cowards.\" — The Legion"
    },
    {
      "name": "Iron Will",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/58/IconPerks_ironWill.png/96px-IconPerks_ironWill.png?65bc91",
      "description": "You are able to concentrate and enter a meditative-like state to numb some pain.\nReduces the volume of Grunts of Pain while in the Injured State by 80/90/100 %.\nIron Will cannot be used when suffering from Exhaustion, but does not cause the Exhausted Status Effect."
    },
    {
      "name": "Kindred",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a8/IconPerks_kindred.png/96px-IconPerks_kindred.png?6c05d2",
      "description": "Unlocks potential in your Aura-reading ability.\nWhenever any Survivor is hooked, Kindred activates and applies the following effects:\n\nThe Aura of the Killer is revealed to all Survivors whenever the Killer comes within 8/12/16 metres of the Hook.\nIf you are the Hooked Survivor, the Auras of all Survivors are revealed to each other.\nIf you are not the Hooked Survivor, the Auras of all other Survivors are only revealed to you.\n\n\"Be kind to one another, We're all in this together\" — Sujan, The Lost Tapes"
    },
    {
      "name": "Knock Out",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/52/IconPerks_knockOut.png/96px-IconPerks_knockOut.png?3e922e",
      "description": "\"The trauma caused by your brutal attacks makes crying for help painfully difficult.\"\nWhenever a Survivor moves farther than 6 metres from a Pallet within 6 seconds of dropping it, Knock Out triggers its effect:\n\nCauses them to suffer from a -5 % Hindered Status Effect for 3/4/5 seconds.\n\n\"Oh, that gun's no good. The old way... with a sledge! You see, that way's better. They die better that way.\" — Nubbins Sawyer"
    },
    {
      "name": "Languid Touch",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a3/IconPerks_languidTouch.png/96px-IconPerks_languidTouch.png?c15e67",
      "description": "\"Your dreadful aura is so suffocating that even terrifying scenes tire your prey.\"\nWhen a Survivor scares off a Crow within 36 metres of your location, Languid Touch activates:\n\nCauses that Survivor to suffer from the Exhausted Status Effect for 6/8/10 seconds.\n\nLanguid Touch has a cool-down of 5 seconds.\n\"Submit to me. It is inevitable.\" — Vecna"
    },
    {
      "name": "Last Stand",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a7/IconPerks_lastStand.png/96px-IconPerks_lastStand.png?cb8a9f",
      "description": "\"Even when things are at their worst, your spirit is indomitable.\"\nAfter staying in the Terror Radius without being chased for 120/105/90 seconds, Last Stand activates.\nWhile active, perform a Rushed Vault action to trigger its effect:\n\nStuns the Killer for 3 seconds, if they are within 2.5 metres of that Vault location.\n\nLast Stand is disabled for the remainder of the Trial after use.\n\"Some bullies, you can live with. Others, you gotta fight.\" — Michonne Grimes"
    },
    {
      "name": "Leader",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3d/IconPerks_leader.png/96px-IconPerks_leader.png?9564d9",
      "description": "You are able to organise a team to cooperate more efficiently.\nOther Survivors within 8 metres of your location benefit from the following effect:\n\nIncreases the Action speeds for Cleansing, Gate-Opening, Healing, Sabotaging, Unhooking, and Unlocking by 15/20/25 %.\nThis effect lingers for 15 seconds after leaving the Area of Effect.\n\nSurvivors can only be affected by one instance of Leader at a time."
    },
    {
      "name": "Left Behind",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c3/IconPerks_leftBehind.png/96px-IconPerks_leftBehind.png?23e038",
      "description": "You will get the job done... no matter the cost.\nOnce you are the Last Survivor Standing, Left Behind activates:\n\nThe Aura of the Hatch is revealed to you within 24/28/32 metres.\n\n\"I'm not horse-shittin' around. I'm doing this alone!\" — Bill Overbeck"
    },
    {
      "name": "Lethal Pursuer",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/61/IconPerks_lethalPursuer.png/96px-IconPerks_lethalPursuer.png?3c8de5",
      "description": "You have been designed to track down and eliminate targets.\nAt the start of the Trial, the Auras of all Survivors are revealed to you for 7/8/9 seconds.\n\nExtends the duration of all instances of a Survivor Aura being revealed to you by +2 seconds.\n\nLethal Pursuer benefits from its own effect.\n\"...it knows what it wants and won't stop till it gets it.\" — Carlos Oliveira"
    },
    {
      "name": "Leverage",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c6/IconPerks_leverage.png/96px-IconPerks_leverage.png?84d8c3",
      "description": "\"Kick your competitors when they're down. Never let them regain lost ground.\"\nWhenever a Survivor performs an Unhook action, they suffer from the following effect for 30 seconds:\n\nReduces their Healing speed by 30/40/50 %.\n\n\"Good. Now we can move in for the kill.\" — Adriana Imai"
    },
    {
      "name": "Light-Footed",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e5/IconPerks_light-Footed.png/96px-IconPerks_light-Footed.png?cdc815",
      "description": "\"Crossing paths with deadly Killers has taught you the value of discretion.\"\nWhenever you are healthy, Light-Footed activates:\n\nSuppresses the sound of your footsteps while running.\n\nLight-Footed has a cool-down of 14/12/10 seconds after performing a Rush Vault action.\n\"Come on, cat.\" — Ellen Ripley"
    },
    {
      "name": "Lightborn",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/48/IconPerks_lightborn.png/96px-IconPerks_lightborn.png?4210b0",
      "description": "Unlike other beasts of The Fog, you have adapted to light.\nThe Auras of Survivors attempting to blind you by any means are revealed to you for 6/8/10 seconds.\nGrants immunity from being blinded from Flashlights, Firecrackers, Flash Grenades, and Blast Mine.\n\"These monsters... they adapt! They emerge with strange new abilities.\" — Vigo, Vigo's Journal"
    },
    {
      "name": "Lightweight",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/67/IconPerks_lightweight.png/96px-IconPerks_lightweight.png?98fd2f",
      "description": "Your running is light and soft, making your tracks harder to follow.\nReduces the Lifetime of your Scratch Marks by 3/4/5 seconds.\nReduces the Spawn chance of patches of Scratch Marks by -60 %, making their spacing inconsistent.\n\"Take it slow, he knows where you have been... just like I have always said:\n'live slow and die old'.\" — Dylan, The Lost Tapes"
    },
    {
      "name": "Lithe",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/cc/IconPerks_lithe.png/96px-IconPerks_lithe.png?74ca81",
      "description": "Whenever you perform a Rushed Vault action, Lithe triggers its effect:\nGrants a +50 % Haste Status Effect for 3 seconds.\nLithe causes the Exhausted Status Effect for 60/50/40 seconds.\nLithe cannot be used when Exhausted.\n\n\"U mad?\" — Feng Min"
    },
    {
      "name": "Low Profile",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fb/IconPerks_lowProfile.png/96px-IconPerks_lowProfile.png?962be5",
      "description": "You work best alone.\nWhen it is just you and your pursuer, you know how to disappear.\nWhenever you are the only Survivor not currently incapacitated by either being downed, carried, or hooked, Low Profile activates:\n\nSuppresses your Grunts of Pain and the creation of Pools of Blood and Scratch Marks for 70/80/90 seconds.\n\nLow Profile deactivates after use and only accounts for Survivors still participating in the Trial."
    },
    {
      "name": "Lucky Break",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a7/IconPerks_luckyBreak.png/96px-IconPerks_luckyBreak.png?69ab01",
      "description": "\"You have had your share of scrapes and bruises, but luck is always on your side.\"\nWhenever you are in the Injured State, Lucky Break activates:\n\nSuppresses the creation of Pools of Blood and Scratch Marks for up to 40/50/60 seconds.\n\nWhenever you are healing another Survivor, Lucky Break recharges by the same amount of time spent performing the Healing action, up to its initial maximum.\nLucky Break deactivates once its timer runs out or whenever your Health State updates to any other but the Injured State.\n\"That's not enough to beat me.\nNot even close.\" — Yui Kimura"
    },
    {
      "name": "Lucky Star",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/08/IconPerks_luckyStar.png/96px-IconPerks_luckyStar.png?189218",
      "description": "\"You know how to stay calm in the face of incomprehensible danger.\"\nWhile hiding inside a Locker, you benefit from the following effect:\n\nSuppresses your Grunts of Pain.\n\nAfter exiting the Locker you benefit from the following effects for 30 seconds:\nSuppresses your Grunts of Pain and the creation of Pools of Blood.\nThe Auras of the other Survivors are revealed to you.\nThe Aura of the closest Generator is revealed to you in yellow.\n\nLucky Star has a cool-down of 40/35/30 seconds.\n\"You are my... lucky star...\" — Ellen Ripley"
    },
    {
      "name": "Machine Learning",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/01/IconPerks_machineLearning.png/96px-IconPerks_machineLearning.png?d42380",
      "description": "\"Free from your shackles, you are born anew and prepared to eliminate your creators.\"\nAfter performing the Damage Generator action, Machine Learning activates:\n\nCauses that Generator to become a Compromised Generator.\nDamaging another Generator transfers the state to it instead.\nThe Aura of the Compromised Generator is highlighted to you in yellow until it is completed.\n\nOnce the Compromised Generator is completed, you benefit from the following effects for 35/40/45 seconds:\nUndetectable Status Effect\n+8 % Haste Status Effect\n\nMachine Learning deactivates after use.\n\"YOU WILL HOLD NO DOMINION OVER ME!\" — HUX-A7-13"
    },
    {
      "name": "Mad Grit",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/da/IconPerks_madGrit.png/96px-IconPerks_madGrit.png?2f2225",
      "description": "Whenever you are carrying a Survivor, Mad Grit activates:\nRemoves the Cool-down of missed Basic Attacks.\nPauses the Wiggle Progression of the carried Survivor for 2/3/4 seconds each time you successfully hit another Survivor.\n\"There's no getting out of this now. We're too good at it.\" — The Legion"
    },
    {
      "name": "Made for This",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c0/IconPerks_madeForThis.png/96px-IconPerks_madeForThis.png?9e3242",
      "description": "\"You were born to survive, and raised to adapt.\"\nWhenever you are in the Injured State, Made for This activates and you benefit from the following effects:\n\nGrants the Endurance Status Effect for 6/8/10 seconds, after completing a Healing action on another Survivor.\nEndurance is cancelled prematurely when performing a Conspicuous Action.\nGrants a 1/2/3 % Haste Status Effect while running and also suffering from the Deep Wound Status Effect.\n\n\"I didn't come here to be robot food!\" — Gabriel Soma"
    },
    {
      "name": "Make Your Choice",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6b/IconPerks_makeYourChoice.png/96px-IconPerks_makeYourChoice.png?8919d4",
      "description": "Whenever a Survivor is rescued from a Hook, while you are farther than 32 metres away, Make Your Choice activates:\nCauses the unhooking Survivor to scream and reveal their location to you.\nCauses them to suffer from the Exposed Status Effect for 40/50/60 seconds.\nMake Your Choice has a cooldown of 40/50/60 seconds.\n\n\"You'd be surprised what tools can save a life.\" — Amanda Young"
    },
    {
      "name": "Merciless Storm",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/36/IconPerks_mercilessStorm.png/96px-IconPerks_mercilessStorm.png?e67f3b",
      "description": "\"Your horrible trauma is felt by everyone.\"\nWhenever a Generator reaches 90 % of Repair progression, Merciless Storm triggers its effect:\n\nAll Survivors repairing that Generator are faced with a continuous stream of Skill Checks until the Generator is completed.\nIf any contributing Survivor fails a Skill Check or interrupts the action by any means, The Entity blocks the Generator for 16/18/20 seconds.\n\nMerciless Storm can only trigger once per Generator per Trial."
    },
    {
      "name": "Mettle of Man",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/52/IconPerks_mettleOfMan.png/96px-IconPerks_mettleOfMan.png?deba27",
      "description": "\"Evil has a way of always finding you.\"\nAfter triggering a third Protection Hit by any means, Mettle of Man activates:\n\nWhile in the Injured State, Mettle of Man shields you from the next attack that would put you into the Dying State.\nAfter healing back to full health by any means, Mettle of Man reveals your Aura to the Killer whenever you are farther than 12/14/16 metres from their location.\n\nMettle of Man deactivates after entering the Dying State by any means.\nIncreases your chance of becoming the initial Obsession by increasing the default value by +100 %.\nThe Killer can only be obsessed with one Survivor at a time.\n\n\"Evil has a bullseye on my back the size of Tiger Stadium.\" — Ash Williams"
    },
    {
      "name": "Mindbreaker",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0f/IconPerks_mindbreaker.png/96px-IconPerks_mindbreaker.png?ff1e9e",
      "description": "Your distressing presence drains and weakens your prey.\nAll Survivors repairing a Generator suffer from the following afflictions:\n\nIncurs the Blindness and Exhausted Status Effects for the duration of the Repair action.\nIf a Survivor was already suffering from Exhausted prior to Mindbreaker affecting them, the Status Effect's timer will be paused and not recover for the duration of the Repair action.\nBoth Status Effects linger for another 3/4/5 seconds after a Survivor stops repairing.\n\n\"The specimen's apparent telepathic ability can evoke feelings of dread and fatigue in nearby individuals.\" — Hawkins National Laboratory"
    },
    {
      "name": "Mirrored Illusion",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/97/IconPerks_mirroredIllusion.png/96px-IconPerks_mirroredIllusion.png?7792d0",
      "description": "A familiar spell made unfamiliar in this corrupted landscape.\nAfter repairing Generators for a total of 20 %, Mirrored Illusion activates:\n\nPress the Active Ability button when next to either a Chest, Exit Gate, Generator, or a Totem to spawn a Static Illusion that lasts for 40/50/60 seconds.\n\nMirrored Illusion deactivates after triggering successfully.\n\"Just... stay there... perfect!\" — Baermar"
    },
    {
      "name": "Moment of Glory",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/98/IconPerks_MomentOfGlory.png/96px-IconPerks_MomentOfGlory.png?6294f9",
      "description": "\"A hero should always have the chance to make a comeback.\"\nAfter performing the Unlocking or Rummaging action on Chests a total of 2 times, Moment of Glory activates:\n\nWhen you become injured, you instantly suffer from the Broken Status Effect.\nYou are automatically healed 1 Health State after 80/70/60 seconds.\nThis effect is cancelled prematurely if you enter the Dying State.\n\nMoment of Glory does not activate if you already suffer from the Broken Status Effect.\nMoment of Glory deactivates after healing you.\n\"Never lose hope for a brighter tomorrow.\" — Trevor"
    },
    {
      "name": "Monitor &amp; Abuse",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/60/IconPerks_monitorAndAbuse.png/96px-IconPerks_monitorAndAbuse.png?9e96ae",
      "description": "Meticulous in your approach, terrifying in your application.\nIncreases the default value of your Terror Radius by 6/7/8 metres for the entire Trial.\nWhenever you are not in a Chase with a Survivor, the following effect applies:\n\nReduces your Terror Radius by 12/14/16 metres.\n\"It's time for your treatment!\" — Herman Carter, The Doctor"
    },
    {
      "name": "Nemesis",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/33/IconPerks_nemesis.png/96px-IconPerks_nemesis.png?1d8e04",
      "description": "\"You seek retribution on those who have wronged you.\"\nWhenever a Survivor other than your Obsession blinds you by any means or stuns you with a Pallet or a Locker, Nemesis triggers its primary effect:\n\nCauses that Survivor to become your current Obsession.\n\nWhenever your Obsession switches to a different Survivor by any means, Nemesis triggers its secondary effects:\nCauses that Survivor to suffer from the Oblivious Status Effect for 40/50/60 seconds.\nTheir Aura is revealed to you for 8 seconds.\n\nYou can only be obsessed with one Survivor at a time.\n\"Only a fool would spit in a demon's face and declare victory.\" — Renjiro's Doctrine 4:9"
    },
    {
      "name": "No Holds Barred",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/76/IconPerks_NoHoldsBarred.png/96px-IconPerks_NoHoldsBarred.png?fec775",
      "description": "\"You induce mental suffering by crushing any hope of escape.\"\nEach time a Generator is completed, No Holds Barred calls upon The Entity for the following effects:\n\nBlocks the Generator with the most Progression for 15/20/25 seconds.\nThe Aura of the Blocked Generator is highlighted to you in white."
    },
    {
      "name": "No Mither",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f5/IconPerks_noMither.png/96px-IconPerks_noMither.png?4bea64",
      "description": "\"Go on out, kid, it is just a scratch.\nYour thick blood coagulates practically instantly.\"\nCauses the following permanent effects in the Trial:\n\nInflicts the Broken Status Effect.\nSuppresses the creation of Pools of Blood.\nReduces the volume of Grunts of Pain by 25/50/75 % while in the Injured State or the Dying State.\nUnlocks the Self-Recovery ability, allowing you to fully recover from the Dying State:\nIncreases the Recovery speed by 15/20/25 %.\n\n\"I lost it. Just lamped him one. They went and banned me didn't they. Went t'pub afterwards, had a few pints and moved on to the next chapter. I couldn't be mithered with it all anyway, you know what I mean? Can't be arsed.\" — David King"
    },
    {
      "name": "No One Left Behind",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b0/IconPerks_noOneLeftBehind.png/96px-IconPerks_noOneLeftBehind.png?8ed80d",
      "description": "\"It is inconceivable to leave someone behind.\"\nOnce the Exit Gates are powered, No One Left Behind activates:\n\nThe Auras of all other Survivors are revealed to you.\nIncreases your Action speeds for Healing and Unhooking by 50/75/100 %.\nIncreases the strength and duration of the Haste Status Effect granted to Survivors you unhook by +10 % and +5 seconds respectively:\nCauses them to benefit from a 20 % Haste Status Effect for 15 seconds.\n\n\"Yeah, no shit.\nBut I believe we can outsmart and overthrow him if we work together.\nDon't be predictable and selfish!\" — Clyde, The Lost Tapes"
    },
    {
      "name": "No Quarter",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c3/IconPerks_noQuarter.png/96px-IconPerks_noQuarter.png?bc4038",
      "description": "\"Every skirmish ended with a relentless volley of cannon fire, leaving no doubt who was superior.\"\nWhenever a Survivor healing themselves by any means reaches 75 % Healing Progress, No Quarter triggers its effect:\n\nThe Survivor is faced with a continuous stream of Skill Checks until the Self-Heal is completed.\nIf they fail a Skill Check or interrupt the action by any means, they suffer from the Broken Status Effect for 20/25/30 seconds.\n\n\"Fire another broadside! Don't stop until the sea takes them!\" — Portia Maye"
    },
    {
      "name": "No Way Out",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/bb/IconPerks_noWayOut.png/96px-IconPerks_noWayOut.png?a1ebe4",
      "description": "You are not going to let just anyone into the VIP room.\n\nFor each Survivor you hook for the first time, No Way Out gains 1 Token.\n\nOnce the Exit Gates have been powered, No Way Out activates:\n\nWhen a Survivor interacts with an Exit Gate Switch, you receive a Loud Noise Notification and The Entity blocks both Exit Gate Switches for 12 seconds and an additional 6/9/12 seconds per Token in your possession, up to a combined maximum of 36/48/60 seconds.\n\"That sound when you bleed... let me hear it again.\" — Ji-Woon Hak"
    },
    {
      "name": "Nowhere to Hide",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/29/IconPerks_nowhereToHide.png/96px-IconPerks_nowhereToHide.png?977c80",
      "description": "The machinations of the weak and craven draw your ire.\nYour anger forces Survivors to reveal themselves.\nPerforming the Damage Generator action on a Generator triggers Nowhere to Hide:\n\nThe Auras of all Survivors within 24 metres of your location are revealed to you for 3/4/5 seconds.\n\n\"Out with you, cowards! Show yourselves!\" — Tarhos Kovács"
    },
    {
      "name": "Object of Obsession",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/2b/IconPerks_objectOfObsession.png/96px-IconPerks_objectOfObsession.png?3b2c26",
      "description": "A supernatural bond links you to the Killer.\nWhenever the Killer reads your Aura, Object of Obsession activates for the same duration as their Aura-reading action:\n\nThe Aura of the Killer is revealed to you.\nIncreases your Action speeds for Cleansing, Healing, and Repairing actions by 2/4/6 %.\n\nIf you are the Killer's current Obsession, the following effect triggers automatically every 30 seconds:\nYour Aura is revealed to the Killer for 3 seconds.\n\nIncreases your chance of becoming the initial Obsession by increasing the default value by +100 %.\nThe Killer can only be obsessed with one Survivor at a time.\n\"He was watching me!\" — Laurie Strode"
    },
    {
      "name": "Off the Record",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9e/IconPerks_offTheRecord.png/96px-IconPerks_offTheRecord.png?35caf8",
      "description": "You have learnt that a quiet approach is sometimes best.\nAfter being unhooked or unhooking yourself, Off the Record activates for 60/70/80 seconds:\n\nPrevents your Aura from being revealed to the Killer, if they attempt to read it.\nSuppresses Grunts of Pain when injured.\nGrants the Endurance Status Effect.\nEndurance is cancelled prematurely when performing a Conspicuous Action.\n\nOff the Record deactivates once the Exit Gates are powered.\n\n\"Trust me, I investigate thoroughly and discreetly.\" — Zarina Kassir"
    },
    {
      "name": "Open-Handed",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5d/IconPerks_open-Handed.png/96px-IconPerks_open-Handed.png?22cbcf",
      "description": "\"Strengthens the potential in your and your team's Aura-reading abilities.\"\nAll Survivors benefit from the following permanent effect:\n\nIncreases the radius of all Aura-reading abilities by 8/12/16 metres.\n\nOpen-Handed only affects Auras that emanate from the Survivor causing them.\nSurvivors can only be affected by one instance of Open-Handed at a time.\n\"Paying attention is what kept me alive through the years. That, and my good looks of course.\" — Ace Visconti"
    },
    {
      "name": "Oppression",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a1/IconPerks_oppression.png/96px-IconPerks_oppression.png?6fd3af",
      "description": "Life has been difficult for you, so you will make it difficult for others.\nPerforming the Damage Generator action on a Generator activates Oppression:\n\nCauses up to 3 additional Generators to also start regressing.\nTriggers a difficult Skill Check for all Survivors currently repairing an affected Generator.\n\nOppression has a cool-down of 60/50/40 seconds.\n\"Damn them as they would damn us.\" — Charlotte Deshayes"
    },
    {
      "name": "Overcharge",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c3/IconPerks_overcharge.png/96px-IconPerks_overcharge.png?3e8ad6",
      "description": "You are fuelled by your hate for progress.\nPerforming the Damage Generator action on a Generator applies Overcharge:\n\nThe next Survivor interacting with that Generator is faced with a difficult Skill Check.\nFailing that Skill Check instantly regresses the Generator by 2/3/4 % of its maximum possible Progression in addition to the default Progression penalty.\n\nAfter Overcharge is applied to a Generator, the following effect also applies:\nIncreases the Regression speed from 85 % to 130 % of its default value over the next 30 seconds.\n\n\"It is a trap, But a trap one must step in...\" — Herman Carter"
    },
    {
      "name": "Overcome",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/82/IconPerks_overcome.png/96px-IconPerks_overcome.png?ce6f96",
      "description": "You have calculated how much energy you can risk to expend.\nBecoming injured by any means triggers Overcome:\n\nExtends the duration of the On-hit Speed Boost by +2 seconds.\n\nOvercome causes the Exhausted Status Effect for 60/50/40 seconds.\nOvercome cannot be used when Exhausted.\n\"After careful analysis, we are getting the hell out of here!\" — Jonah Vasquez"
    },
    {
      "name": "Overwhelming Presence",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9a/IconPerks_overwhelmingPresence.png/96px-IconPerks_overwhelmingPresence.png?ac8de5",
      "description": "\"Just knowing you are near is enough to disturb your victims.\"\nWhenever a Survivor starts using an Item within 32 metres of your location, Overwhelming Presence triggers its primary effect:\n\nInflicts the Exhausted Status Effect for 15 seconds.\n\nWhenever a Survivor within 32 metres of your location becomes Exhausted by any means, Overwhelming Presence triggers its secondary effect:\nThe Aura of whichever Exhausted Survivor is closest to your location is revealed to you for 2/3/4 seconds.\n\nOverwhelming Presence has a cool-down of 25 seconds.\n\"Shit!! I dropped the gauze!\""
    },
    {
      "name": "Overzealous",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/99/IconPerks_overzealous.png/96px-IconPerks_overzealous.png?edf207",
      "description": "Fighting back against the Ravage motivates and inspires you.\nAfter cleansing or blessing a Totem, Overzealous activates:\n\nDull Totem: Increases your Repair speed by 8/9/10 %.\nHex Totem: Increases your Repair speed by 16/18/20 %.\n\nOverzealous deactivates after losing a Health State by any means.\n\"The Ravage senses us. We need to work fast.\" — Haddie Kaur, Ravages of the Abyss Episode 9"
    },
    {
      "name": "Parental Guidance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/46/IconPerks_parentalGuidance.png/96px-IconPerks_parentalGuidance.png?62fe32",
      "description": "\"You have inherited the ability to hear the dead — and now the dead warn you of danger.\"\nAfter stunning the Killer by any means, Parental Guidance triggers its effect:\n\nSuppresses your Grunts of Pain and the creation of Scratch Marks and Pools of Blood for 5/6/7 seconds."
    },
    {
      "name": "Phantom Fear",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c5/IconPerks_PhantomFear.png/96px-IconPerks_PhantomFear.png?33ffc7",
      "description": "\"You have always had a reputation for startling unsuspecting guests.\"\nWhenever a Survivor within your Terror Radius looks at you, they suffer from the following effects:\n\nCauses them to scream and reveal their Aura to you for 2 seconds.\n\nPhantom Fear has a cool-down of 80/70/60 seconds.\n\"Excellent. Your screams please me.\" — Springtrap"
    },
    {
      "name": "Pharmacy",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f1/IconPerks_pharmacy.png/96px-IconPerks_pharmacy.png?5abc0f",
      "description": "You have a knack for finding medicine.\nIncreases the Unlocking speed of Chests by 70/85/100 %.\nReduces the audible range of all noises related to the Unlocking interaction by -16 metres.\nPharmacy guarantees an Emergency Med-Kit from all Chests.\n\n\"Adrenaline, it is going to keep us awake. I stole it from one of the Nurse's carts.\" — Quentin Smith"
    },
    {
      "name": "Play with Your Food",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/18/IconPerks_playWithYourFood.png/96px-IconPerks_playWithYourFood.png?bfcaf7",
      "description": "Each time you chase your Obsession and let them escape, Play with Your Food gains +1 Token, up to a maximum of 3 Tokens.\nGrants a stack-able 3/4/5 % Haste Status Effect per Token, up to a maximum of 9/12/15 %.\nPerforming Basic Attacks, or Special Attacks that can damage Survivors, consumes -1 Token.\n\nPlay with Your Food has a cool-down of 10 seconds on Token-accumulation.\n\nYou can only be obsessed with one Survivor at a time.\n\n\"You've fooled them, haven't you Michael? But not me.\" — Dr Sam Loomis"
    },
    {
      "name": "Plot Twist",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ac/IconPerks_plotTwist.png/96px-IconPerks_plotTwist.png?a106be",
      "description": "Big moments are vital, but you know that sometimes an understated read can be just as powerful.\nWhenever you are in the Injured State, Plot Twist activates:\n\nWhile crouching and motionless, press the Active Ability button to silently enter the Dying State with the following benefits:\nSuppresses Grunts of Pain.\nSuppresses Pools of Blood.\nGrants the ability to fully recover from the Dying State.\nAfter full recovery using Plot Twist, you are healed instantly and gain a +50 % Haste Status Effect for 2/3/4 seconds.\n\nPlot Twist deactivates after recovering yourself by any means and reactivates once more once the Exit Gates are powered.\n\"I think you'll find this shooting location... captivating.\" — Pauline Stamper"
    },
    {
      "name": "Plunderer's Instinct",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/28/IconPerks_plunderersInstinct.png/96px-IconPerks_plunderersInstinct.png?862e42",
      "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of the following objects are revealed to you within 32/48/64 metres:\nClosed Chests located in the environment.\nItems sitting inside opened Chests.\nItems dropped in the environment.\nWhen unlocking or rummaging through Chests, you benefit from the following effect:\n\nIncreases the chances of finding rarer Items by +50 %.\n\"The pioneers used to loot these babies for hours.\" — Aizeyu, The Lost Tapes"
    },
    {
      "name": "Poised",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/52/IconPerks_poised.png/96px-IconPerks_poised.png?3d5c89",
      "description": "\"Achieving goals boosts your confidence.\"\nWhenever a Generator is completed, Poised triggers its effect:\n\nSuppresses the creation of your Scratch Marks for 10/12/14 seconds.\n\nWhenever you start repairing a Generator for the first time, Poised triggers its secondary effect:\nThe Aura of the Killer is revealed to you for 6 seconds.\n\n\"Ok, stay calm. Don't overthink it and just keep moving forward: you got this.\" — Jane Romero"
    },
    {
      "name": "Pop Goes the Weasel",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0f/IconPerks_popGoesTheWeasel.png/96px-IconPerks_popGoesTheWeasel.png?2c6571",
      "description": "A deep bond with The Entity unlocks great strength.\nAfter hooking a Survivor, Pop Goes the Weasel activates for 35/40/45 seconds.\nPerform the Damage Generator action while Pop Goes the Weasel is active to benefit from the following effect:\n\nInstantly regresses the damaged Generator by -20 % of its current Progression.\n\nPop Goes the Weasel deactivates after the Generator is damaged or once the timer runs out."
    },
    {
      "name": "Potential Energy",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/07/IconPerks_potentialEnergy.png/96px-IconPerks_potentialEnergy.png?ca8f3c",
      "description": "\"Your arcane abilities have adapted to The Entity's Realm after centuries of wandering, granting you unprecedented control over its many devices.\"\nWhile repairing a Generator, press the Active Ability button to Store Potential Energy:\n\nRepair Charges no longer progress the Generator and are instead converted into Tokens:\nGain 1 Token for the equivalent of 1 % Progression, up to a maximum of 10/15/20 Tokens.\nFailed Repair Skill Checks incur a penalty depending on how many Tokens have been accumulated:\nNot at Token Limit: Reduces the number of accumulated Tokens by -20 %.\nAt Token Limit: Regresses the Generator by -10 %.\n\nHaving accumulated at least 1 Token, press the Active Ability button again on the same or a different Generator to Release Potential Energy:\nConsumes all accumulated Tokens.\nInstantly progresses that Generator by +1 % per Token.\n\nPotential Energy deactivates after use or losing a Health State by any means, and will lose all accumulated Tokens in case of the latter.\n\"When you look a layer deeper, you realise... everything is connected.\" — Vittorio Toscano"
    },
    {
      "name": "Power Struggle",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4b/IconPerks_powerStruggle.png/96px-IconPerks_powerStruggle.png?e01602",
      "description": "You have never given up and you are not about to start now.\n\nReveals the Auras of available Pallets whenever you are in the Dying State.\nWhile being carried by The Killer, reaching 25/20/15 % Wiggling progression activates Power Struggle:\n\nYou can drop a nearby, standing Pallet to stun the Killer and escape their grasp.\nPower Struggle deactivates after triggering successfully.\n\n\"I relied on others to protect me once and I lost everything. Never again.\" — Élodie Rakoto"
    },
    {
      "name": "Predator",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/73/IconPerks_predator.png/96px-IconPerks_predator.png?8bbb59",
      "description": "\"Your acute tracking ability allows you to find lost prey more easily.\"\nWhenever you lose a Survivor in a Chase, Predator triggers its effect:\n\nTheir Aura is revealed to you for 4 seconds.\n\nPredator has a cool-down of 60/50/40 seconds.\n\"Never stop moving and hope you're always two steps ahead of the beast.\" — Unknown, Notebook"
    },
    {
      "name": "Premonition",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/39/IconPerks_premonition.png/96px-IconPerks_premonition.png?7dd77e",
      "description": "\"You have the undeniable capability to sense danger.\"\nProjects an invisible cone in the direction you are looking, with a Detection angle of 45 ° and a range of 36 metres:\n\nTriggers an audio cue when detecting the Killer within it.\n\nPremonition has a cool-down of 60/45/30 seconds.\n\"I have a bad feeling about this!\""
    },
    {
      "name": "Prove Thyself",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0f/IconPerks_proveThyself.png/96px-IconPerks_proveThyself.png?111502",
      "description": "Increases the Repair speed by a stack-able 6/8/10 % per other Survivor within 4 metres of your location, up to a maximum of 18/24/30 %.\nProve Thyself extends its effect to all Survivors within its range.\n\nSurvivors can only be affected by one instance of Prove Thyself at a time.\n\n\"Show me what you can do!\" — Dwight Fairfield"
    },
    {
      "name": "Quick &amp; Quiet",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/14/IconPerks_quickAndQuiet.png/96px-IconPerks_quickAndQuiet.png?8488b6",
      "description": "\"You do not make as much noise as others when quickly vaulting over obstacles or hiding in Lockers.\"\nWhen performing a Rushed action to vault across Pallets or Windows, or to enter or exit Lockers, Quick & Quiet triggers its effect:\n\nSuppresses all noises related to those interactions and the accompanying Loud Noise Notification.\n\nQuick & Quiet has a cool-down of 25/20/15 seconds.\n\"They will never catch me!\" — Meg Thomas"
    },
    {
      "name": "Quick Gambit",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f7/IconPerks_quickGambit.png/96px-IconPerks_quickGambit.png?153033",
      "description": "When you have the Killer's attention, you know how to keep it; others can be confident they will not be interrupted any time soon.\nWhile being chased by the Killer, the following effects apply:\n\nThe Auras of other Survivors are revealed to you.\nIncreases the Repair speed of other Survivors by 3/4/5 %.\n\nQuick Gambit has a cool-down of 60 seconds upon losing a Health State.\n\"We need not resort to violence. And I shall prove it.\" — Vittorio Toscano"
    },
    {
      "name": "Rancor",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a2/IconPerks_rancor.png/96px-IconPerks_rancor.png?df9209",
      "description": "Each time a Generator is completed, the following effects apply:\nYour Aura is revealed to the Obsession for 5/4/3 seconds.\nThe location of all Survivors are revealed to you for 3 seconds.\nOnce the Exit Gates are powered, the following effects apply for the remainder of the Trial:\n\nThe Obsession suffers from the Exposed Status Effect.\nGrants the ability to kill the Obsessions by your own hand.\nYou can only be obsessed with one Survivor at a time."
    },
    {
      "name": "Rapid Brutality",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d4/IconPerks_rapidBrutality.png/96px-IconPerks_rapidBrutality.png?1c1f82",
      "description": "You move with a speed and fury that makes blood run cold.\nYou can no longer gain the Bloodlust Status Effect.\nSuccessfully hitting a Survivor with a Basic Attack grants you a +5 % Haste Status Effect for 8/9/10 seconds.\n\"Catch it, put it in the airlock, get rid of it.\" — Dallas"
    },
    {
      "name": "Reactive Healing",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5a/IconPerks_reactiveHealing.png/96px-IconPerks_reactiveHealing.png?349e39",
      "description": "The more the situation becomes compromised, the more determined you become to complete the operation.\nWhenever another Survivor within 32 metres of your location loses a Health State by any means while you are in the Injured State, you benefit from the following effect:\n\nGrants 40/45/50 % of your missing Healing Progression towards your Health Bar."
    },
    {
      "name": "Reassurance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5b/IconPerks_reassurance.png/96px-IconPerks_reassurance.png?8913c9",
      "description": "Your presence helps allies focus, assuaging the panic associated with extreme conditions.\nPress the Active Ability button while within 6 metres of a hooked Survivor to pause their Sacrifice Process for the next 20/25/30 seconds.\nThis also pauses any Skill Checks, if the Survivor is in the Struggle Phase.\nReassurance can only be used once per Survivor per Hook Instance."
    },
    {
      "name": "Red Herring",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_redHerring.png/96px-IconPerks_redHerring.png?8db0d1",
      "description": "\"You have noticed that people pay attention to whatever makes the loudest noise.\"\nAfter repairing a Generator for at least 1 second, Red Herring triggers its primary effect:\n\nThe Aura of that Generator is highlighted to you in yellow.\nThe highlight persists until either of the following occurs:\nThe Generator is completed.\nYou start repairing a different Generator.\nYou enter a Locker.\n\nWhen entering a Locker, Red Herring triggers its secondary effect:\nTriggers a Loud Noise Notification for the Killer on the highlighted Generator.\n\nRed Herring has a cool-down of 25/20/15 seconds.\n\"The news edit out what is burdensome and complex. which is the truth.\" — Zarina Kassir"
    },
    {
      "name": "Remember Me",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/62/IconPerks_rememberMe.png/96px-IconPerks_rememberMe.png?4b8c1b",
      "description": "Whenever the Obsession loses a Health State by any means, Remember Me gains +1 Token, up to a maximum of 3/4/5 Tokens:\nIncreases the Opening time of both Exit Gates by a stack-able 6 seconds per Token, up to a maximum additional Opening time of 18/24/30 seconds.\nThis results in a maximum possible Opening time of 38/44/50 seconds for both Exit Gates.\nRemember Me does not apply its penalty to the Obsession, allowing them to open both Exit Gates in the default time of 20 seconds.\n\nYou can only be obsessed with one Survivor at a time.\n\n\"You don't remember? You must. You're my number one, and you'll never wake up again.\" — Freddy Krueger"
    },
    {
      "name": "Repressed Alliance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/31/IconPerks_repressedAlliance.png/96px-IconPerks_repressedAlliance.png?2a696f",
      "description": "You are accustomed to being hunted by malicious forces, and you have begun using it to your advantage.\nAfter repairing Generators for a total of 55/50/45 seconds, Repressed Alliance activates:\n\nPress the Active Ability button to call upon The Entity to block the Generator you are currently repairing for 30 seconds, after which Repressed Alliance deactivates.\nThe Aura of the blocked Generator is revealed to all Survivors in white.\nRepressed Alliance can only be triggered when no other Survivors are repairing your Generator."
    },
    {
      "name": "Residual Manifest",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d0/IconPerks_residualManifest.png/96px-IconPerks_residualManifest.png?612bbb",
      "description": "A lifetime of chasing the darkness has taught you that the best disinfectant is light.\nAfter a successful Killer Blind, the Killer suffers from the Blindness Status Effect for 20/25/30 seconds.\nResidual Manifest grants the ability to rummage through an opened Chest once per Trial and will guarantee a basic Flashlight.\n\"I'll never see what Haddie sees. But so long as I'm with her, I know I'm safe.\" — Jordan Rois, Ravages of the Abyss Episode 5"
    },
    {
      "name": "Resilience",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/ee/IconPerks_resilience.png/96px-IconPerks_resilience.png?69adfb",
      "description": "\"You are motivated in dire situations.\"\nWhenever you are in the Injured State, Resilience activates:\n\nIncreases the Action speeds for the following interactions by 3/6/9 %:\nBlessing or Cleansing Totems.\nHealing yourself or other Survivors.\nOpening Exit Gates.\nRepairing Generators.\nSabotaging Hooks.\nSearching Chests.\nUnhooking other Survivors.\nVaulting Windows.\n\n\"Focus, even in these desperate times.\""
    },
    {
      "name": "Resurgence",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/f3/IconPerks_resurgence.png/96px-IconPerks_resurgence.png?b3bc7d",
      "description": "\"You have come back from near impossible odds... and you will do it again.\"\n\nBeing unhooked or unhooking yourself grants you 50/60/70 % Healing progress.\n\n\"It's my turn, bitch!\" — Jill Valentine"
    },
    {
      "name": "Rookie Spirit",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/2f/IconPerks_rookieSpirit.png/96px-IconPerks_rookieSpirit.png?cb2ed0",
      "description": "You keep a careful eye on objectives when they are slipping away.\nWhile repairing Generators, succeed 5/4/3 Good or Great Skill Checks to activate Rookie Spirit for the remainder of the Trial:\n\nThe Auras of any regressing Generators are revealed to you until they stop regressing by any means.\n\n\"I'll stop this, lieutenant. I promise.\" — Leon Scott Kennedy"
    },
    {
      "name": "Saboteur",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0e/IconPerks_saboteur.png/96px-IconPerks_saboteur.png?9f0313",
      "description": "Unlocks potential in your Aura-reading ability:\nWhile the Killer is carrying another Survivor, the Auras of all Hooks within 56 metres of their original Pick-up location are revealed to you:\nThe Auras of normal Hooks are white.\nThe Auras of Scourge Hooks are yellow.\nUnlocks the ability to sabotage Hooks without Toolboxes:\n\nIncreases the Sabotage speed without a Toolbox by +30 %.\nThis effect has a cool-down of 70/65/60 seconds after use."
    },
    {
      "name": "Save the Best for Last",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6a/IconPerks_saveTheBestForLast.png/96px-IconPerks_saveTheBestForLast.png?f6b33a",
      "description": "Damaging any Survivor other than the Obsession with a Basic Attack causes Save the Best for Last to gain +1 Token, up to a maximum of 6/7/8 Tokens.\nDamaging the Obsession with either a Basic or Special Attack causes Save the Best for Last to lose -2 Tokens:\nGrants a stack-able -4 % per Token Cool-down time reduction on successful Basic Attacks, up to a maximum of 24/28/32 %.\nSave the Best for Last freezes its current Token Count once the Obsession is sacrificed or killed.\nYou can only be obsessed with one Survivor at a time.\n\n\"Death has come to your little town, Sheriff.\" — Dr Sam Loomis"
    },
    {
      "name": "Scavenger",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c6/IconPerks_scavenger.png/96px-IconPerks_scavenger.png?1fc2de",
      "description": "\"Where others see junk, you see valuable improvised tools.\"\nWhile holding a depleted Toolbox, Scavenger activates:\n\nSucceeding at Great Repairing Skill Checks grants 1 Token, up to a maximum of 5 Tokens.\nReaching the maximum number of Tokens automatically consumes them and fully recharges the Toolbox.\nRecharging a Toolbox will reduce your Repair speed by -50 % for the next 40/35/30 seconds.\n\nScavenger grants the ability to rummage through an opened Chest once per Trial and will guarantee a basic Toolbox.\n\n\"It's amazing what people will throw away around here.\" — Gabriel Soma"
    },
    {
      "name": "Scene Partner",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b4/IconPerks_scenePartner.png/96px-IconPerks_scenePartner.png?8a80ad",
      "description": "You lock in with your co-star, engaging with and reacting to each other on a higher level.\nWhenever you are inside the Terror Radius, Scene Partner activates:\n\nLooking at the Killer causes you to scream, which reveals their Aura for 4/5/6 seconds.\nThere is a chance of 50 % that you will scream again, extending the Aura-reveal duration by another +2 seconds.\n\nScene Partner has a cool-down of 40 seconds.\n\"This is not in the script!\" — Nicolas Cage"
    },
    {
      "name": "Scourge Hook: Floods of Rage",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/1c/IconPerks_scourgeHookFloodsOfRage.png/96px-IconPerks_scourgeHookFloodsOfRage.png?45d664",
      "description": "\"You form a psychic connection with The Entity and alter the rules of the Trial.\"\nAt the start of the Trial, 4 Hooks in the environment are changed into Scourge Hooks:\n\nThe Auras of these Scourge Hooks are highlighted in white.\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\n\nThe Auras of all other Survivors are revealed for 5/6/7 seconds."
    },
    {
      "name": "Scourge Hook: Gift of Pain",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/26/IconPerks_scourgeHookGiftOfPain.png/96px-IconPerks_scourgeHookGiftOfPain.png?7199eb",
      "description": "Identical to Scourge Hook: Weeping Wounds.\n\"We will tear your soul apart.\" — Pinhead"
    },
    {
      "name": "Scourge Hook: Hangman's Trick",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9a/IconPerks_scourgeHookHangmansTrick.png/96px-IconPerks_scourgeHookHangmansTrick.png?fb70f3",
      "description": "\"Your ingenious modifications to hooks alert you of tampering.\"\nAt the start of the Trial, 4 Hooks in the environment are changed into Scourge Hooks:\n\nThe Auras of these Scourge Hooks are highlighted in white.\nWhile carrying a Survivor, Scourge Hook: Hangman's Trick triggers its primary effect:\n\nThe Auras of all Survivors within 12/14/16 metres of a Scourge Hook are revealed to you.\n\nWhenever a Survivor starts the Sabotage action on any Hook, Scourge Hook: Hangman's Trick triggers its secondary effect:\nTriggers a Loud Noise Notification at the location of that Hook.\n\n\"No excuses, no equivocations... No crying.\" — Amanda Young"
    },
    {
      "name": "Scourge Hook: Jagged Compass",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/53/IconPerks_scourgeHookJaggedCompass.png/96px-IconPerks_scourgeHookJaggedCompass.png?38db55",
      "description": "\"Sometimes the compass points north. Other times it points somewhere else entirely.\"\nAt the start of the Trial, 4 Hooks in the environment are changed into Scourge Hooks:\n\nThe Auras of these Scourge Hooks are highlighted in white.\nWhenever a Survivor is unhooked from a normal Hook, the following effect applies:\n\nThe Hook is converted into a Scourge Hook.\n\nWhenever you hook a Survivor onto a Scourge Hook, the following effect applies:\nThe Aura of the Generator with the most progression is highlighted in yellow for 6/8/10 seconds.\n\n\"Drop anchor! I will chart us a new course.\" — Portia Maye"
    },
    {
      "name": "Scourge Hook: Monstrous Shrine",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/91/IconPerks_scourgeHookMonstrousShrine.png/96px-IconPerks_scourgeHookMonstrousShrine.png?91c64c",
      "description": "\"Your fervent care of the Hooks found in the Basement has aroused The Entity's interest.\"\nAt the start of the Trial, the 4 Hooks located inside the Basement and an additional 4 Hooks located throughout the Trial Grounds are all changed into Scourge Hooks:\n\nThe Auras of Scourge Hooks are highlighted to you in white.\n\nWhenever you are farther than 24 metres from a Survivor hooked onto a Scourge Hook, the following effect applies:\nAccelerates their Sacrifice Process by 10/15/20 %.\n\n\"Then you will know that there is no escape. When hanging in the depths, you face the dark one.\""
    },
    {
      "name": "Scourge Hook: Pain Resonance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/79/IconPerks_scourgeHookPainResonance.png/96px-IconPerks_scourgeHookPainResonance.png?ab0be3",
      "description": "Overwhelming pain reverberates outwards.\nAt the start of the Trial, 4 Hooks in the environment are changed into Scourge Hooks:\n\nThe Auras of these Scourge Hooks are highlighted in white.\nStart the Trial with 4 Token.\n\nWhenever a Survivor is hooked onto a Scourge Hook for the first time, Scourge Hook: Pain Resonance consumes -1 Token and applies the following effects:\n\nCauses the Generator with the most progression to explode, damaging it.\nInstantly regresses the damaged Generator by 10/15/20 % of its total Progression.\nCauses the damaged Generator to start regressing afterwards.\nCauses all Survivors repairing the damaged Generator to scream.\nThis does not trigger a Loud Noise Notification.\n\nScourge Hook: Pain Resonance is disabled for the remainder of the Trial once all Tokens are consumed.\n\"The pain spills beyond flesh/darkness staining the horizon.\" — Girl in the Shadow by Carmina Mora"
    },
    {
      "name": "Scourge Hook: Weeping Wounds",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4c/IconPerks_scourgeHookWeepingWounds.png/96px-IconPerks_scourgeHookWeepingWounds.png?e76d2b",
      "description": "\"You are the bringer of sweet pain.\"\nAt the start of the Trial, 4 Hooks in the environment are changed into Scourge Hooks:\n\nThe Auras of these Scourge Hooks are highlighted in white.\nEach time a Survivor is unhooked from a Scourge Hook, the following effects apply:\n\nCauses that Survivor to suffer from the Haemorrhage Status Effect for 90 seconds.\n\nAfter the first time that Survivor is healed back to full health, they suffer from the following effect until they are injured again by any means:\nReduces their Action speeds for Healing and Repairing by 10/13/16 %."
    },
    {
      "name": "Second Wind",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/97/IconPerks_secondWind.png/96px-IconPerks_secondWind.png?628298",
      "description": "\"You have learnt to avoid awkward situations with parents.\nPart of you still thinks your best option is to run away and hope things will take care of themselves.\"\nWhen you heal another Survivor for the equivalent of 1 Health State, Second Wind activates:\n\nThe next time you are unhooked or unhook yourself, you suffer from the Broken Status Effect until Second Wind deactivates.\nYou are automatically healed 1 Health State after 28/24/20 seconds.\n\nWhile Second Wind is active, the following conditions will deactivate it:\nSuccessfully being healed by Second Wind.\nBeing put into the Dying State before the timer elapses.\n\nSecond Wind does not activate if you already suffer from the Broken Status Effect.\n\"Yeah, that's a no.\" — Steve Harrington"
    },
    {
      "name": "Self-Care",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b2/IconPerks_self-Care.png/96px-IconPerks_self-Care.png?f58526",
      "description": "Unlocks the Self-Care ability:\nGrants the ability to self-heal without needing a Med-Kit at 25/30/35 % of the regular Healing speed."
    },
    {
      "name": "Self-Preservation",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/43/IconPerks_self-Preservation.png/96px-IconPerks_self-Preservation.png?316807",
      "description": "Life is unforgiving.\n\nThe more confirmation you get of that, the more prepared you become.\n\nWhenever another Survivor is hit with a Basic Attack or Special Attack within 16 metres of you, Self-Preservation activates:\n\nScratch Marks, Grunts of Pain when injured, and Bleeding are suppressed for the next 6/8/10 seconds.\n\"Something I learnt in the industry: when the axe is swinging, keep your head down.\" — Yun-Jin Lee"
    },
    {
      "name": "Septic Touch",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d8/IconPerks_septicTouch.png/96px-IconPerks_septicTouch.png?55454b",
      "description": "The Land of the Shadows subsumes all. Healing only delays the inevitable.\nWhenever a Survivor performs a Healing action while they are inside your Terror Radius, that Survivor suffers from the Blindness and Exhausted Status Effects\nThese effects linger for 6/8/10 seconds after the Healing action is interrupted by any means.\n\"Do not admit to fear, or pain, or doubt. These are the seeds from which darkness grows.\" — Otto Stamper"
    },
    {
      "name": "Shadowborn",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ac/IconPerks_shadowborn.png/96px-IconPerks_shadowborn.png?20cc9e",
      "description": "\"You have a keen vision in the darkness of the night.\"\nWhenever you are blinded by any means, Shadowborn triggers its effect:\n\nGrants a 6/8/10 % Haste Status Effect for 10 seconds.\n\n\"Shining in the darkest dark, his eyes pierce the night and sting your soul.\""
    },
    {
      "name": "Shattered Hope",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/aa/IconPerks_shatteredHope.png/96px-IconPerks_shatteredHope.png?5ebf74",
      "description": "To capture your prey, you must first extinguish their hope.\nInstead of snuffing Boon Totems you destroy them.\nDestroying a Boon Totem this way reveals the Auras of all Survivors that were within its range at that moment for 6/7/8 seconds.\n\"Nothing is permanent here. Nothing except our endless perdition.\" — Unknown, Notebook"
    },
    {
      "name": "Shoulder the Burden",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3a/IconPerks_shoulderTheBurden.png/96px-IconPerks_shoulderTheBurden.png?586691",
      "description": "\"Born to be a disciple. Ready to submit to a greater cause. This is your calling.\"\nOnce per Trial, and while you are not on Death Hook, press the Active Ability button while standing in front of a Hooked Survivor to unhook them and trigger the following effects:\n\nTrade 1 Hook Stage with the other Survivor to their benefit.\nCauses you to scream and suffer from the Exposed Status Effect for 60/50/40 seconds.\n\n\"It's not your time yet. Now go on!\" — Taurie Cain"
    },
    {
      "name": "Slippery Meat",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/03/IconPerks_slipperyMeat.png/96px-IconPerks_slipperyMeat.png?cfb283",
      "description": "You have developed an efficient way to get off Hooks.\nGrants the ability to attempt +3 additional Self-Unhooks during the first Hook Stage.\nIncreases the chances to successfully perform a Self-Unhook by 2/3/4 %."
    },
    {
      "name": "Sloppy Butcher",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/5a/IconPerks_sloppyButcher.png/96px-IconPerks_sloppyButcher.png?84dfdf",
      "description": "You know where to hit to make them bleed.\n\nWounds inflicted by Basic Attacks cause Survivors to suffer from the Haemorrhage and Mangled Status Effects for 70/80/90 seconds.\nIncreases the Bleeding frequency of injured Survivors by 50/75/100 % for the same duration.\nIncreases the Regression rate at which partial Healing Progression is lost because of Haemorrhage by +25 %.\n\n\"It is in its sadistic nature. There is no swift kill as it delights in the obscene spectacle of our agonising suffering.\""
    },
    {
      "name": "Small Game",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/dc/IconPerks_smallGame.png/96px-IconPerks_smallGame.png?6ea11d",
      "description": "\"You have the undeniable capability to sense danger.\"\nProjects an invisible cone in the direction you are looking, with a Detection angle of 45 ° and a range of 8/10/12 metres:\n\nTriggers an audio cue when detecting any type of Totem within it.\nThis effect has a cool-down of 14/12/10 seconds after use.\n\nEach time a Totem is cleansed, Small Game gains +1 Token, up to a maximum of 5 Tokens:\nReduces the Detection angle of the cone by a stack-able -5 ° per Token, up to a maximum of -25 °.\n\n\"Nope.\" — Andy, The Lost Tapes"
    },
    {
      "name": "Smash Hit",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e0/IconPerks_smashHit.png/96px-IconPerks_smashHit.png?27f3e6",
      "description": "When your rival makes a mistake, you seize the opportunity.\nStunning the Killer with a Pallet triggers Smash Hit:\n\nGrants a +50 % Haste Status Effect for 4 seconds.\n\nSmash Hit causes the Exhausted Status Effect for 30/25/20 seconds.\nSmash Hit cannot be used when Exhausted.\n\"I have dealt with psychopaths in suits. You're just uglier and worse dressed.\" — Yun-Jin Lee"
    },
    {
      "name": "Sole Survivor",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8e/IconPerks_soleSurvivor.png/96px-IconPerks_soleSurvivor.png?f0b7d4",
      "description": "As more of your friends fall to the Killer, you become shrouded in isolation and the Killer's Aura-reading abilities towards you are disrupted.\nEach time a Survivor other than yourself is killed or sacrificed, Sole Survivor gains 1 Token, up to a maximum of 3 Tokens:\n\nGrants a stack-able radius of 20/22/24 metres per Token around you, up to a maximum of 60/66/72 metres, within which you are immune to the Killer's Aura-reading abilities.\n\nWhen you are the Last Survivor Standing, you benefit from the following effects:\nIncreases your Repair speed by +75 %.\nIncreases your Gate and Hatch Opening speeds by +50 %.\n\nIncreases your chance of becoming the initial Obsession by increasing the default value by +100 %.\nThe Killer can only be obsessed with one Survivor at a time.\n\"It was the boogeyman.\" — Laurie Strode"
    },
    {
      "name": "Solidarity",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9e/IconPerks_solidarity.png/96px-IconPerks_solidarity.png?ff4662",
      "description": "\"Sharing painful experiences has the power to heal.\"\nWhile injured, healing another Survivor without a Med-Kit causes Solidarity to apply the following effects:\n\nGrants the ability to passively heal yourself while healing other Survivors.\nReduces your Personal Healing speed to 50/60/70 % of your Altruistic Healing speed.\n\n\"Showing up when things get rough, listening to people's problems, and supporting those in need; that's how you become stronger, that's how you grow.\" — Jane Romero"
    },
    {
      "name": "Soul Guard",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a5/IconPerks_soulGuard.png/96px-IconPerks_soulGuard.png?34dc60",
      "description": "You have been through immense hardship and you're stronger for it.\nAfter being healed from or having recovered from the Dying State, you benefit from the following effect:\n\nGrants the Endurance Status Effect for 4/6/8 seconds.\nEndurance is cancelled prematurely when performing a Conspicuous Action.\n\nWhile suffering from the Cursed Status Effect, you benefit from the following effects:\nGrants the ability to fully recover yourself from the Dying State.\n\nSoul Guard has a cool-down of 30 seconds."
    },
    {
      "name": "Specialist",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/ae/IconPerks_specialist.png/96px-IconPerks_specialist.png?a611f9",
      "description": "Adventure. Exploration. Excavation.\nYou are in your element.\nWhenever you unlock or rummage through a Chest, Specialist gains +1 Token, up to a maximum of 6 Tokens:\n\nSucceeding a Great Repair Skill Check while repairing a Generator consumes all Tokens.\nPermanently reduces the Repair Charges requirement of that Generator by 2/3/4 Charges per Token, up to a maximum of 12/18/24 Charges.\n\n\"Well, then. Doesn't this feel familiar?\" — Lara Croft"
    },
    {
      "name": "Spies from the Shadows",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b1/IconPerks_spiesFromTheShadows.png/96px-IconPerks_spiesFromTheShadows.png?e8741c",
      "description": "\"Allows the Crows found in the environment to directly communicate with you.\"\nWhenever a Survivor startles a Crow within 20/28/36 metres of your location, Spies from the Shadows triggers its effect:\n\nAlerts you with a unique Loud Noise Notification in the shape of a Crow.\n\nSpies from the Shadows has a cool-down of 5 seconds between alerts.\n\"In the shadows they torment, scarring our minds with each scream.\""
    },
    {
      "name": "Spine Chill",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/57/IconPerks_spineChill.png/96px-IconPerks_spineChill.png?2fde0c",
      "description": "An unnatural tingle warns you of impending doom.\nWhenever the Killer is within 36 metres of your location and looking at you with a clear Line of Sight, Spine Chill activates:\n\nWarns of the Killer's proximity and their potential awareness of your location by lighting its icon.\nIncreases your Action speeds for Blessing, Cleansing, Gate-Opening, Healing, Repairing, Sabotaging, Unhooking, and Unlocking by 2/4/6 %.\nThis effect lingers for 0.5 seconds after the Killer loses Line of Sight or exits the Activation range.\n\n\"There is a voice that doesn't use words. Listen..\" — Sassy, The Lost Tapes"
    },
    {
      "name": "Spirit Fury",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a6/IconPerks_spiritFury.png/96px-IconPerks_spiritFury.png?9199f1",
      "description": "Each obstacle you break magnifies the wrath of The Entity.\nAfter manually breaking a dropped Pallet by any means for a total of 4/3/2 times, Spirit Fury activates:\n\nCauses The Entity to instantly break the next Pallet used to stun you.\nThe normal Stun penalty applies afterwards, unless it is mitigated by other effects.\n\nSpirit Fury deactivates after use.\n\"Fury is her blood.\""
    },
    {
      "name": "Sprint Burst",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e4/IconPerks_sprintBurst.png/96px-IconPerks_sprintBurst.png?7d17fc",
      "description": "Starting to run triggers Sprint Burst:\nGrants a +50 % Haste Status Effect for 3 seconds.\nSprint Burst causes the Exhausted Status Effect for 60/50/40 seconds.\nSprint Burst cannot be used when Exhausted.\n\n\"See you if you can catch up...\" — Meg Thomas"
    },
    {
      "name": "Stake Out",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/cd/IconPerks_stakeOut.png/96px-IconPerks_stakeOut.png?d920e9",
      "description": "\"Getting close to the Killer fills you with determination.\"\nStaying in the Terror Radius without being chased grants +1 Token every 15 seconds, up to a maximum of 2/3/4 Tokens.\nWhile performing a skilful interaction that can trigger Skill Checks, you benefit from the following effects:\n\nConverts any Good Skill Check into a Great Skill Check.\nThis consumes -1 Token.\nIncreases the Progression bonus of those Great Skill Checks by +1 %.\n\nStake Out does not apply to regular Great Skill Checks nor do they consume any Tokens.\n\"I had you, I had you on your knees. You're runnin' scared because we had you. We're gonna close this case!\" — Detective David Tapp"
    },
    {
      "name": "Starstruck",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/6e/IconPerks_starstruck.png/96px-IconPerks_starstruck.png?94d656",
      "description": "Your unmatched showmanship dazzles all.\n\nWhen carrying a Survivor, Starstruck activates:\n\nSurvivors suffer from the Exposed Status Effect while in your Terror Radius.\nThe Status Effect lingers for 26/28/30 seconds after leaving your Terror Radius.\nAfter hooking or dropping the carried Survivor, Starstruck deactivates:\n\nThe Status Effect persists for 26/28/30 seconds for any Survivor inside your Terror Radius at that moment.\nStarstruck has a cool-down of 60 seconds once the Survivor is no longer being carried.\n\n\"Enjoy this moment, few get so close.\" — Ji-Woon Hak"
    },
    {
      "name": "Still Sight",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b6/IconPerks_stillSight.png/96px-IconPerks_stillSight.png?82ea5c",
      "description": "\"A clear mind and calm temperament will always find the means of their escape.\"\nAfter standing still for 4/3/2 seconds, Still Sight activates:\n\nThe following Auras are revealed to you within 24 meters:\nKiller\nChests\nGenerators\n\nStill Sight deactivates once you start moving again.\n\"Breathe in. Breathe out. Now open your eyes.\" — Baermar"
    },
    {
      "name": "Streetwise",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/ff/IconPerks_streetwise.png/96px-IconPerks_streetwise.png?2d4028",
      "description": "\"Long nights out taught you to do a lot with what you have got.\"\nAny Items with Charges you retrieve from Chests benefit from the following primary effect:\n\nIncreases their Charges permanently by 60/70/80 %.\n\nWhenever your currently equipped Item is depleted for the first time, Streetwise triggers its secondary effect:\nThe Aura of the Killer is revealed to you for 8 seconds.\n\n\"You are doing it wrong! Let me show you how it is done.\" — Nea Karlsson"
    },
    {
      "name": "Strength in Shadows",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/e2/IconPerks_strengthInShadows.png/96px-IconPerks_strengthInShadows.png?c1507c",
      "description": "\"A chance for renewed power down where danger calls home.\"\nWhenever you are inside the Basement, Strength in Shadows activates:\n\nUnlocks the Strength in Shadows ability, allowing you to self-heal without needing a Med-Kit at 70 % of the normal Healing speed.\nUpon finishing a heal in the Basement, the Aura of the Killer is revealed to you for 6/8/10 seconds.\n\n\"I'm getting out of here, if it's the last thing I do.\" — Sable"
    },
    {
      "name": "Stridor",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/32/IconPerks_stridor.png/96px-IconPerks_stridor.png?52e3cc",
      "description": "You are acutely sensitive to the breathing of your prey.\nIncreases the volume of Grunts of Pain of injured Survivors by 30/40/50 %.\nIncreases the volume of regular breathing of Survivors by 15/20/25 %.\n\"If you do not stop and catch your breath... she will.\""
    },
    {
      "name": "Superior Anatomy",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4a/IconPerks_superiorAnatomy.png/96px-IconPerks_superiorAnatomy.png?f818ed",
      "description": "\"Decades of research have culminated in you: something faster, stronger, and more dangerous than any human.\"\nWhenever a Survivor performs a Rush Vault action within 12 metres of your location, Superior Anatomy activates:\n\nIncreases your Vaulting speed by 30/35/40 %.\n\nSuperior Anatomy deactivates after vaulting.\nSuperior Anatomy has a cool-down of 25 seconds."
    },
    {
      "name": "Surge",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/3/3b/IconPerks_surge.png/96px-IconPerks_surge.png?3643ca",
      "description": "\"Your eerie presence charges the air and interferes with technology.\"\nWhenever you put a Survivor into the Dying State with your Basic Attack, Surge triggers its effect:\n\nCauses all Generators within 32 metres of your location to instantly explode and start regressing.\nInstantly regresses all affected Generators by 6/7/8 %.\n\n\"The creature appears to have some unknown influence over electricity and nearby electronics.\" — Hawkins National Laboratory"
    },
    {
      "name": "Surveillance",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/e/eb/IconPerks_surveillance.png/96px-IconPerks_surveillance.png?ade1e5",
      "description": "Unlocks potential in your Aura-reading ability:\nThe Auras of damaged Generators are highlighted based on their current state:\n\nWhite Aura: The Generator is currently regressing.\nYellow Aura: The Generator stopped regressing due to Survivor-intervention.\nThis effect lasts for 8/12/16 seconds, after which the Generator Aura returns to its default colour.\n\nWhile Survivors are repairing Generators, they suffer from the following effect:\nIncreases the audible range of all noises related to the Repair interaction by +8 metres.\n\n\"Are you gonna behave?\" — Amanda Young"
    },
    {
      "name": "Teamwork: Collective Stealth",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a0/IconPerks_teamworkCollectiveStealth.png/96px-IconPerks_teamworkCollectiveStealth.png?9b3acd",
      "description": "When someone helps you out, you respond in kind.\nWhenever another Survivor finishes healing you, Teamwork: Collective Stealth activates, and both you and the Survivor who healed you benefit from the following effect:\n\nSuppresses your Scratch Marks for as long as you stay within 8/12/16 metres of one another.\nThis effect lingers for 4 seconds once out of range and resumes upon re-entering it before that timer elapses.\n\nSurvivors can only be affected by one instance of Teamwork: Collective Stealth at a time.\n\"I'm good, I'm good... but keep it down.\" — Renato Lyra"
    },
    {
      "name": "Teamwork: Power of Two",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/2b/IconPerks_teamworkPowerOfTwo.png/96px-IconPerks_teamworkPowerOfTwo.png?5cdb75",
      "description": "It is hard to keep up with you, but it does not stop people from trying.\nWhenever you finish healing another Survivor, Teamwork: Power of Two activates, and both you and the healed Survivor benefit from the following effect:\n\nGrants a +5 % Haste Status Effect for as long as you stay within 8/12/16 metres of one another.\nThis effect lingers for 4 seconds once out of range and resumes upon re-entering it before that timer elapses.\n\nSurvivors can only be affected by one instance of Teamwork: Power of Two at a time.\n\"You good? Then keep up!\" — Thalita Lyra"
    },
    {
      "name": "Teamwork: Throw Down",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7c/IconPerks_teamworkThrowDown.png/96px-IconPerks_teamworkThrowDown.png?f0b7f2",
      "description": "\"You know the best way to even the odds is to empower those around you.\"\nWhenever you blind the Killer by any means or stun them using a Pallet, Teamwork: Throw Down triggers its effect:\n\nGrants the Endurance Status Effect to all other injured Survivors within 24 metres of your location for 6/8/10 seconds.\n\n\"Facing evil brings good people together.\" — Michonne Grimes"
    },
    {
      "name": "Teamwork: Toughen Up",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/07/IconPerks_teamworkToughenUp.png/96px-IconPerks_teamworkToughenUp.png?69a5fd",
      "description": "\"You maintain your composure under immense amounts of pain.\"\nWhile injured, whenever another Survivor within 24 metres of your location blinds the Killer by any means or stuns them using a Pallet, Teamwork: Toughen Up triggers its effect:\n\nSuppresses your Grunts of Pain, and the creation of Pools of Blood and Scratch Marks for 20/25/30 seconds.\n\n\"They're fucking with the wrong people.\" — Rick Grimes"
    },
    {
      "name": "Technician",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/6/62/IconPerks_technician.png/96px-IconPerks_technician.png?c3c5de",
      "description": "\"You are apt at handling machinery with the greatest care and precision.\"\nWhile repairing a Generator, the following effects apply:\n\nReduces the audible range of all noises related to the Repair interaction by -8 metres.\nIncreases the Progression penalty incurred when failing a Skill Check by 5/4/3 %.\nSuppresses the explosion of the Generator and the Loud Noise Notification usually triggered by that.\n\n\"I am gonna stealth this one.\" — Feng Min"
    },
    {
      "name": "Tenacity",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/9d/IconPerks_tenacity.png/96px-IconPerks_tenacity.png?2842d0",
      "description": "\"There is nothing stopping you.\"\nYour ferocious tenacity in dire situations allows you to benefit from the following effects while in the Dying State:\n\nGrants the ability to recover and crawl at the same time.\nIncreases the Crawling Movement speed by 30/40/50 %.\nReduces the volume of Grunts of Pain by -75 %.\n\n\"What the hell is this? I'm taking this bastard down!\" — Detective David Tapp"
    },
    {
      "name": "Terminus",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4c/IconPerks_terminus.png/96px-IconPerks_terminus.png?2f55fe",
      "description": "\"You are a brilliant tactician who prepares for every eventuality.\"\nOnce the Exit Gates are powered, Terminus activates:\n\nCauses all injured, dying, or hooked Survivors to suffer from the Broken Status Effect.\nThis effect last until one of the Exit Gates is opened, after which it lingers for another 35/40/45 seconds."
    },
    {
      "name": "Territorial Imperative",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/2a/IconPerks_territorialImperative.png/96px-IconPerks_territorialImperative.png?7a3439",
      "description": "Unlocks potential in your Aura-reading ability.\nWhenever you are farther than 24 metres from the Basement while a Survivor enters it, Territorial Imperative activates:\n\nThe Aura of that Survivor is revealed to you for 4/5/6 seconds.\n\nTerritorial Imperative has a cool-down of 45 seconds.\n\n\"We're not safe anywhere...\""
    },
    {
      "name": "Thanatophobia",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a2/IconPerks_thanatophobia.png/96px-IconPerks_thanatophobia.png?9940c7",
      "description": "Their courage fades in the face of their undeniable mortality.\nEach injured, dying, or hooked Survivor afflicts Survivors with a stack-able 1/1.5/2 % Action Speed penalty to Repairing, Sabotaging, and Cleansing, up to a maximum of 4/6/8 %.\nIncreases the Action Speed penalty by a further 12 %, if there are 4 Survivors, who are either injured, dying, or hooked at the same time.\n\"She plays with us and revels in our pain.\""
    },
    {
      "name": "This Is Not Happening",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/58/IconPerks_thisIsNotHappening.png/96px-IconPerks_thisIsNotHappening.png?fb7a83",
      "description": "You perform at your best when you are under extreme stress.\nIncreases the Success zone of Great Skill Checks while Repairing and Healing by 10/20/30 % when in the Injured State."
    },
    {
      "name": "Thrilling Tremors",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b8/IconPerks_thrillingTremors.png/96px-IconPerks_thrillingTremors.png?441b43",
      "description": "\"Your dark designs and shrewd composure rouse The Entity.\"\nAfter picking up a Survivor, Thrilling Tremors triggers its effects:\n\nBlocks all Generators not currently being repaired by any Survivors for 16 seconds.\nThe Auras of Blocked Generators are highlighted to you in white.\n\nThrilling Tremors has a cool-down of 40/35/30 seconds.\n\"The night assists me and it's endless here.\" — The Ghost Face"
    },
    {
      "name": "THWACK!",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/bb/IconPerks_thwack.png/96px-IconPerks_thwack.png?82b2f3",
      "description": "Your prey is terrified by your relentless pursuit.\nStart the Trial with 3 Tokens.\nWhenever you break a Breakable Wall or a dropped Pallet, THWACK! consumes -1 Token and applies the following effect:\n\nCauses all Survivors within 36 metres of your location to scream and reveal their Aura for 4/5/6 seconds.\n\nWhenever you hook a Survivor, THWACK! is granted +1 Token.\n\"All those who stood in her path feared her mighty THWACK!\" — Sonhadores Sombrios, Issue #3"
    },
    {
      "name": "Tinkerer",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d9/IconPerks_tinkerer.png/96px-IconPerks_tinkerer.png?4a1032",
      "description": "Whenever a Generator is repaired to 70 %, you benefit from the following effects:\nTriggers a Loud Noise Notification for that Generator, revealing its location.\nGrants the Undetectable Status Effect for the next 12/14/16 seconds.\nTinkerer can only trigger once per Generator per Trial.\n\n\"The Hillbilly makes impressive tools out of scraps. Tools aimed at maiming us in creative ways.\" — Notebook"
    },
    {
      "name": "Trail of Torment",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/94/IconPerks_trailOfTorment.png/96px-IconPerks_trailOfTorment.png?a95e2e",
      "description": "You guide your victims along a path of pain and punishment.\nPerforming the Damage Generator action on a Generator activates Trail of Torment:\n\nGrants the Undetectable Status Effect until the Generator stops regressing.\nThe Aura of the damaged Generator is revealed to all Survivors in yellow.\n\nTrail of Torment has a cool-down of 60/45/30 seconds."
    },
    {
      "name": "Troubleshooter",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0d/IconPerks_troubleshooter.png/96px-IconPerks_troubleshooter.png?662533",
      "description": "\"No amount of distraction will shake you from your primary task.\"\nWhen you are chased by the Killer, Troubleshooter activates:\n\nThe Aura of the Generator with the most progress is revealed to you.\nThe Aura of the Killer is revealed to you for 4/5/6 seconds after dropping a Pallet.\n\nThese effects linger for 6/8/10 seconds after ending the Chase, after which Troubleshooter deactivates.\n\n\"Nothing gets done around here if I don't do it.\" — Gabriel Soma"
    },
    {
      "name": "Ultimate Weapon",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8a/IconPerks_ultimateWeapon.png/96px-IconPerks_ultimateWeapon.png?77fee9",
      "description": "When they spot you, they know the end is near.\nOpening a Locker causes all Survivors within 32 metres to suffer from the following effects:\n\nCauses them to scream and reveal their location to you.\nInflicts the Blindness Status Effect for 30 seconds.\n\nUltimate Weapon has a cool-down of 80/70/60 seconds.\n\"I can't lie to you about your chances, but... you have my sympathies.\" — Ash"
    },
    {
      "name": "Unbound",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/9/91/IconPerks_unbound.png/96px-IconPerks_unbound.png?8afa67",
      "description": "\"Pain lingers in the air, an alluring aroma that excites the impulses.\"\nWhen a Survivor becomes injured by any means, Unbound activates for 24/27/30 seconds:\n\nVaulting a Window while Unbound is active grants a +7 % Haste Status Effect for 10 seconds.\nThis effect cannot stack with itself.\n\n\"I heard it. Running. It was getting closer!\" — Anonymous Testimony, 09/09/1979"
    },
    {
      "name": "Unbreakable",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/4a/IconPerks_unbreakable.png/96px-IconPerks_unbreakable.png?7d2266",
      "description": "Past battles have taught you a thing or two about survival.\nOnce per Trial, you can completely recover from the Dying State.\n\nYour Recovery speed is increased by 25/30/35 %.\n\"Goddammit, I am seriously FUBAR!\" — Bill Overbeck"
    },
    {
      "name": "Undone",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/11/IconPerks_undone.png/96px-IconPerks_undone.png?67f832",
      "description": "\"Hope is the delusion that keeps its victims alive.\"\nFor every Repair or Healing Skill Check failed by a Survivor, Undone gains +3 Tokens, up to a maximum of 18/24/30 Tokens.\nPerforming the Damage Generator action on a Generator consumes all accumulated Tokens and applies the following effects:\n\nInstantly regresses the damaged Generator by a stack-able -1 % of its total Progression per Token, up to a maximum of 18/24/30 %.\nBlocks the damaged Generator for 1 second per Token, up to a maximum of 18/24/30 seconds.\nCauses the damaged Generator to start regressing once it becomes unblocked.\n\nUndone has a cool-down of 60 seconds.\n\"Erratic behavior in machinery could be related to [REDACTED], further testing required.\" — OSS Report, 12/02/1943"
    },
    {
      "name": "Unforeseen",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/0/0c/IconPerks_unforeseen.png/96px-IconPerks_unforeseen.png?b427d2",
      "description": "\"Terror takes many forms and whispers devastating lies in its victims' ears.\"\nAfter performing the Damage Generator action on a Generator, you benefit from the following effects for 22/26/30 seconds:\n\nTransfers your Terror Radius to the damaged Generator.\nThis Terror Radius is set to 32 metres.\nGrants the Undetectable Status Effect.\n\nUnforeseen has a cool-down of 30 seconds.\n\"Mom, if you find this, I'm sorry...\" — Final Journal Entry, 07/12/1991"
    },
    {
      "name": "Unnerving Presence",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a4/IconPerks_unnervingPresence.png/96px-IconPerks_unnervingPresence.png?4837fb",
      "description": "\"Your presence alone instils great fear.\"\nWhile inside your Terror Radius, Survivors performing Repairing or Healing actions suffer from the following effects:\n\nIncreases the chances of triggering a Skill Check by +10 %.\nReduces the Success zone of those Skill Checks by 40/50/60 %.\n\n\"Its presence befalls us.\""
    },
    {
      "name": "Unrelenting",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/5/57/IconPerks_unrelenting.png/96px-IconPerks_unrelenting.png?b1306e",
      "description": "\"You recuperate faster from missed attacks made with your main weapon.\"\nBasic Attacks benefit from the following effect:\n\nReduces the Cool-down time of missed attacks by 20/25/30 %."
    },
    {
      "name": "Up the Ante",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/a/a3/IconPerks_upTheAnte.png/96px-IconPerks_upTheAnte.png?f34283",
      "description": "\"All will be well in the end; you just know it.\nYour confidence strengthens the feeling of hope for those around you.\"\nUnlocks the ability to attempt Self-Unhooks during the first Hook Stage for all Survivors.\nFor every Survivor still in the Trial, Up the Ante is granted +1 Token:\n\nIncreases the Luck at succeeding Self-Unhook attempts for all Survivors by a stack-able 1/2/3 % per Token, up to a maximum of 3/6/9 %.\n\n\"What can I say? I'm just a very lucky guy... I'm sure some of it will rub off on you.\" — Ace Visconti"
    },
    {
      "name": "Urban Evasion",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/c/c7/IconPerks_urbanEvasion.png/96px-IconPerks_urbanEvasion.png?e98ead",
      "description": "\"Years of evading the cops taught you a thing or two about stealth.\"\nYou benefit from the following permanent effect:\n\nIncreases your Movement speed while crouched by 90/95/100 %.\n\n\"The paint is still fresh but I am long gone.\" — Nea Karlsson"
    },
    {
      "name": "Vigil",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/4/46/IconPerks_vigil.png/96px-IconPerks_vigil.png?3fe709",
      "description": "You look over your friends even in dire situations.\nIncreases the Recovery rate from the following Status Effects by 43/55/66 %:\nThe Blindness, Broken, Exhausted, Exposed, Haemorrhage, Hindered, Mangled, and Oblivious Status Effects.\nVigil extends its effect to all Survivors within 16 metres of your location and lingers for 15 seconds.\n\n\"I am gonna be here when you wake up. You are gonna make it.\" — Quentin Smith"
    },
    {
      "name": "Visionary",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/7/7c/IconPerks_visionary.png/96px-IconPerks_visionary.png?2a48fc",
      "description": "\"You are remarkably focused on your means of escape.\"\nYou benefit from the following permanent effect:\n\nThe Auras of Generators are revealed to you within 32 metres.\n\nVisionary is temporarily deactivated for 20/18/16 seconds whenever a Generator is completed."
    },
    {
      "name": "Wake Up!",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/f/fd/IconPerks_wakeUp.png/96px-IconPerks_wakeUp.png?f96073",
      "description": "Unlocks potential in your Aura-reading ability:\nOnce all Generators are completed, Wake Up! activates:\n\nThe Auras of the Exit Gate Switches are revealed to you permanently while within 128 metres.\nYour Aura is revealed to all other Survivors within 128 metres while you are opening an Exit Gate.\nIncreases your Gate-Opening speed by a stack-able 8/10/12.5 % for each Survivor still alive in the Trial, including yourself, up to a maximum of 32/40/50 %.\n\n\"Ok, look. If we survive the next 24 hours, then I'll take you out on a real date.\" — Quentin Smith"
    },
    {
      "name": "We'll Make It",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8a/IconPerks_wellMakeIt.png/96px-IconPerks_wellMakeIt.png?b127b4",
      "description": "Helping others heightens your morale.\nAfter unhooking another Survivor, We'll Make It activates:\n\nIncreases your Altruistic Healing speed by +100 % for 30/60/90 seconds.\n\n\"I am confident we can all escape in one piece if we help each other.\""
    },
    {
      "name": "We're Gonna Live Forever",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/b8/IconPerks_wereGonnaLiveForever.png/96px-IconPerks_wereGonnaLiveForever.png?12c8c5",
      "description": "Your few friends deserve the best protection.\nYou benefit from the following effect when healing a dying Survivor:\n\nIncreases your Healing speed by +100 %.\n\nAny dying Survivor you heal back to the Injured State benefits from the following effect:\nGrants the Endurance Status Effect for 6/8/10 seconds.\nThis effect can only be triggered once every 30 seconds.\n\n\"Come on then, let's ave' it! I don't give a shit pal.\" — David King"
    },
    {
      "name": "Weave Attunement",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/de/IconPerks_weaveAttunement.png/96px-IconPerks_weaveAttunement.png?d7177c",
      "description": "\"You are so attuned to magical energies that you can sense even minor ripples around enchantments.\"\nWhenever an Item is depleted for the first time, it is automatically dropped:\n\nThe Auras of dropped Survivor Items are revealed to you, as well as the Auras of any Survivors within 12 metres of them.\nAffected Survivors see the Aura of that Item as well.\nCauses Survivors picking up a Survivor Item to suffer from the Oblivious Status Effect for 20/25/30 seconds.\n\n\"No number of novelties will protect you from me!\" — Vecna"
    },
    {
      "name": "Whispers",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/b/bb/IconPerks_whispers.png/96px-IconPerks_whispers.png?25d217",
      "description": "\"You have a rudimentary understanding of The Entity's voice.\"\nWhenever any Survivor is within 48/40/32 metres of your location, Whispers triggers its effect:\n\nCauses you to hear the sporadic whispers of The Entity, indicating a Survivor's presence.\n\n\"It is unclear as to the motivations of The Fog, but it is undeniable that it often takes the beast's side.\" — Unknown, Notebook"
    },
    {
      "name": "Wicked",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/8/8f/IconPerks_wicked.png/96px-IconPerks_wicked.png?813308",
      "description": "\"They can try to hurt you.\nBut you're not going down so easily.\"\nAfter you are unhooked by any means, Wicked triggers its primary effect:\n\nThe Aura of the Killer is revealed to you for 16/18/20 seconds.\n\nWhile hooked inside the Basement, Wicked potentially triggers its secondary effect:\nFirst Hook Stage:100 % to succeed an attempted Self-Unhook.\nSecond Hook Stage: does not trigger the effect.\nLast Survivor Standing: does not trigger the effect.\n\n\"I haven't let anyone get in my way before. You think I'm gonna start now?\" — Sable"
    },
    {
      "name": "Windows of Opportunity",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/1/17/IconPerks_windowsOfOpportunity.png/96px-IconPerks_windowsOfOpportunity.png?9a11a9",
      "description": "Unlocks potential in your Aura-reading ability.\nThe Auras of Breakable Walls, Pallets, and Windows are revealed to you within 24/28/32 metres.\n\n\"Rise and shine, work hard, carve out your name,\nTake aim, pull the trigger, hit the bulls eye for fame,\nKnow the value of faith, an' family, and don't you complain,\nOpen wide, your windows of opportunity\" — Kate Denson's \"Windows of Opportunity\""
    },
    {
      "name": "Wiretap",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/2/23/IconPerks_wiretap.png/96px-IconPerks_wiretap.png?a90034",
      "description": "You know that the best way to stay one step ahead is to keep tabs on the competition.\nAfter repairing Generators for a total of 40 %, Wiretap activates:\n\nPress the Active Ability button while near a partially progressed Generator to install a Trap, which stays active for 100/110/120 seconds.\nWhenever the Killer comes within 14 metres of the Trapped Generator their Aura is revealed to all Survivors.\n\nWiretap deactivates after the Generator is damaged or once the timer runs out.\nThe Auras of Trapped Generators are revealed to all Survivors in yellow."
    },
    {
      "name": "Zanshin Tactics",
      "image": "https://deadbydaylight.wiki.gg/images/thumb/d/d3/IconPerks_zanshinTactics.png/96px-IconPerks_zanshinTactics.png?eb070c",
      "description": "\"You are mentally alert and aware of key points on the battlefield and nearby enemies in retreat.\"\nUnlocks potential in your Aura-reading ability:\n\nThe Auras of Pallets and Windows are revealed to you within 32 metres.\n\nWhenever a Survivor drops a Pallet, Zanshin Tactics triggers the following effect:\nTheir Aura is revealed to you for 3/4/5 seconds.\n\n\"Within your enemy's strength is weakness.\" — Renjiro's Doctrine 12:5"
    }
  ],
  "killers": [
    {
      "name": "Animatronic",
      "image": "https://deadbydaylight.wiki.gg/images/0/02/K40_TheAnimatronic_Portrait.png?636799",
      "perks": [
        "Haywire",
        "Help Wanted",
        "Phantom Fear"
      ]
    },
    {
      "name": "Artist",
      "image": "https://deadbydaylight.wiki.gg/images/0/01/K26_TheArtist_Portrait.png?594628",
      "perks": [
        "Grim Embrace",
        "Hex: Pentimento",
        "Scourge Hook: Pain Resonance"
      ]
    },
    {
      "name": "Blight",
      "image": "https://deadbydaylight.wiki.gg/images/1/1f/K21_TheBlight_Portrait.png?bb5b92",
      "perks": [
        "Dragon's Grip",
        "Hex: Blood Favour",
        "Hex: Undying"
      ]
    },
    {
      "name": "Cannibal",
      "image": "https://deadbydaylight.wiki.gg/images/6/6f/K09_TheCannibal_Portrait.png?2b9b38",
      "perks": [
        "Barbecue &amp; Chilli",
        "Franklin's Demise",
        "Knock Out"
      ]
    },
    {
      "name": "Cenobite",
      "image": "https://deadbydaylight.wiki.gg/images/3/3b/K25_TheCenobite_Portrait.png?6b9046",
      "perks": [
        "Deadlock",
        "Hex: Plaything",
        "Scourge Hook: Gift of Pain"
      ]
    },
    {
      "name": "Clown",
      "image": "https://deadbydaylight.wiki.gg/images/d/d1/K12_TheClown_Portrait.png?26bd2a",
      "perks": [
        "Bamboozle",
        "Coulrophobia",
        "Pop Goes the Weasel"
      ]
    },
    {
      "name": "Dark Lord",
      "image": "https://deadbydaylight.wiki.gg/images/6/62/K37_TheDarkLord_Portrait.png?d391a7",
      "perks": [
        "Dominance",
        "Hex: Wretched Fate",
        "Human Greed"
      ]
    },
    {
      "name": "Deathslinger",
      "image": "https://deadbydaylight.wiki.gg/images/a/ac/K19_TheDeathslinger_Portrait.png?52fc47",
      "perks": [
        "Dead Man's Switch",
        "Gearhead",
        "Hex: Retribution"
      ]
    },
    {
      "name": "Demogorgon",
      "image": "https://deadbydaylight.wiki.gg/images/7/75/K17_TheDemogorgon_Portrait.png?20c7d0",
      "perks": [
        "Cruel Limits",
        "Mindbreaker",
        "Surge"
      ]
    },
    {
      "name": "Doctor",
      "image": "https://deadbydaylight.wiki.gg/images/5/58/K07_TheDoctor_Portrait.png?9b025f",
      "perks": [
        "Monitor &amp; Abuse",
        "Overcharge",
        "Overwhelming Presence"
      ]
    },
    {
      "name": "Dredge",
      "image": "https://deadbydaylight.wiki.gg/images/7/7e/K28_TheDredge_Portrait.png?66319e",
      "perks": [
        "Darkness Revealed",
        "Dissolution",
        "Septic Touch"
      ]
    },
    {
      "name": "Executioner",
      "image": "https://deadbydaylight.wiki.gg/images/c/c9/K20_TheExecutioner_Portrait.png?286cd2",
      "perks": [
        "Deathbound",
        "Forced Penance",
        "Trail of Torment"
      ]
    },
    {
      "name": "Ghost Face",
      "image": "https://deadbydaylight.wiki.gg/images/d/d1/K16_TheGhostFace_Portrait.png?5a4629",
      "perks": [
        "Furtive Chase",
        "I'm All Ears",
        "Thrilling Tremors"
      ]
    },
    {
      "name": "Good Guy",
      "image": "https://deadbydaylight.wiki.gg/images/8/81/K34_TheGoodGuy_Portrait.png?4dc7a9",
      "perks": [
        "Batteries Included",
        "Friends 'til the End",
        "Hex: Two Can Play"
      ]
    },
    {
      "name": "Hag",
      "image": "https://deadbydaylight.wiki.gg/images/c/c7/K06_TheHag_Portrait.png?60f88f",
      "perks": [
        "Hex: Devour Hope",
        "Hex: Ruin",
        "Hex: The Third Seal"
      ]
    },
    {
      "name": "Hillbilly",
      "image": "https://deadbydaylight.wiki.gg/images/2/24/K03_TheHillbilly_Portrait.png?b1fa3b",
      "perks": [
        "Enduring",
        "Lightborn",
        "Tinkerer"
      ]
    },
    {
      "name": "Houndmaster",
      "image": "https://deadbydaylight.wiki.gg/images/9/96/K38_TheHoundmaster_Portrait.png?6e438f",
      "perks": [
        "All-Shaking Thunder",
        "No Quarter",
        "Scourge Hook: Jagged Compass"
      ]
    },
    {
      "name": "Huntress",
      "image": "https://deadbydaylight.wiki.gg/images/f/f1/K08_TheHuntress_Portrait.png?194544",
      "perks": [
        "Beast of Prey",
        "Hex: Huntress Lullaby",
        "Territorial Imperative"
      ]
    },
    {
      "name": "Knight",
      "image": "https://deadbydaylight.wiki.gg/images/6/69/K30_TheKnight_Portrait.png?b89c9d",
      "perks": [
        "Hex: Face the Darkness",
        "Hubris",
        "Nowhere to Hide"
      ]
    },
    {
      "name": "Legion",
      "image": "https://deadbydaylight.wiki.gg/images/5/53/K14_TheLegion_Portrait.png?f9a179",
      "perks": [
        "Discordance",
        "Iron Maiden",
        "Mad Grit"
      ]
    },
    {
      "name": "Lich",
      "image": "https://deadbydaylight.wiki.gg/images/f/f0/K36_TheLich_Portrait.png?25df98",
      "perks": [
        "Dark Arrogance",
        "Languid Touch",
        "Weave Attunement"
      ]
    },
    {
      "name": "Mastermind",
      "image": "https://deadbydaylight.wiki.gg/images/e/ec/K29_TheMastermind_Portrait.png?84582c",
      "perks": [
        "Awakened Awareness",
        "Superior Anatomy",
        "Terminus"
      ]
    },
    {
      "name": "Nemesis",
      "image": "https://deadbydaylight.wiki.gg/images/6/67/K24_TheNemesis_Portrait.png?891941",
      "perks": [
        "Eruption",
        "Hysteria",
        "Lethal Pursuer"
      ]
    },
    {
      "name": "Nightmare",
      "image": "https://deadbydaylight.wiki.gg/images/d/d5/K10_TheNightmare_Portrait.png?8dfa33",
      "perks": [
        "Blood Warden",
        "Fire Up",
        "Remember Me"
      ]
    },
    {
      "name": "Nurse",
      "image": "https://deadbydaylight.wiki.gg/images/3/3b/K04_TheNurse_Portrait.png?f00131",
      "perks": [
        "A Nurse's Calling",
        "Stridor",
        "Thanatophobia"
      ]
    },
    {
      "name": "Oni",
      "image": "https://deadbydaylight.wiki.gg/images/8/80/K18_TheOni_Portrait.png?22e37f",
      "perks": [
        "Blood Echo",
        "Nemesis",
        "Zanshin Tactics"
      ]
    },
    {
      "name": "Onryō",
      "image": "https://deadbydaylight.wiki.gg/images/5/5f/K27_TheOnryo_Portrait.png?50d2b8",
      "perks": [
        "Call of Brine",
        "Merciless Storm",
        "Scourge Hook: Floods of Rage"
      ]
    },
    {
      "name": "Pig",
      "image": "https://deadbydaylight.wiki.gg/images/5/5c/K11_ThePig_Portrait.png?893de3",
      "perks": [
        "Make Your Choice",
        "Scourge Hook: Hangman's Trick",
        "Surveillance"
      ]
    },
    {
      "name": "Plague",
      "image": "https://deadbydaylight.wiki.gg/images/f/fe/K15_ThePlague_Portrait.png?e5926a",
      "perks": [
        "Corrupt Intervention",
        "Dark Devotion",
        "Infectious Fright"
      ]
    },
    {
      "name": "Shape",
      "image": "https://deadbydaylight.wiki.gg/images/b/b5/K05_TheShape_Portrait.png?f9bf22",
      "perks": [
        "Dying Light",
        "Play with Your Food",
        "Save the Best for Last"
      ]
    },
    {
      "name": "Singularity",
      "image": "https://deadbydaylight.wiki.gg/images/2/24/K32_TheSingularity_Portrait.png?3d6300",
      "perks": [
        "Forced Hesitation",
        "Genetic Limits",
        "Machine Learning"
      ]
    },
    {
      "name": "Skull Merchant",
      "image": "https://deadbydaylight.wiki.gg/images/6/64/K31_TheSkullMerchant_Portrait.png?91edf3",
      "perks": [
        "Game Afoot",
        "Leverage",
        "THWACK!"
      ]
    },
    {
      "name": "Spirit",
      "image": "https://deadbydaylight.wiki.gg/images/f/f1/K13_TheSpirit_Portrait.png?c6efeb",
      "perks": [
        "Hex: Haunted Ground",
        "Rancor",
        "Spirit Fury"
      ]
    },
    {
      "name": "Trapper",
      "image": "https://deadbydaylight.wiki.gg/images/8/81/K01_TheTrapper_Portrait.png?564c1d",
      "perks": [
        "Agitation",
        "Brutal Strength",
        "Unnerving Presence"
      ]
    },
    {
      "name": "Trickster",
      "image": "https://deadbydaylight.wiki.gg/images/c/c9/K23_TheTrickster_Portrait.png?e4204c",
      "perks": [
        "Hex: Crowd Control",
        "No Way Out",
        "Starstruck"
      ]
    },
    {
      "name": "Twins",
      "image": "https://deadbydaylight.wiki.gg/images/1/17/K22_TheTwins_Portrait.png?71ef1c",
      "perks": [
        "Coup de Grâce",
        "Hoarder",
        "Oppression"
      ]
    },
    {
      "name": "Unknown",
      "image": "https://deadbydaylight.wiki.gg/images/5/51/K35_TheUnknown_Portrait.png?88bbed",
      "perks": [
        "Unbound",
        "Undone",
        "Unforeseen"
      ]
    },
    {
      "name": "Wraith",
      "image": "https://deadbydaylight.wiki.gg/images/c/c2/K02_TheWraith_Portrait.png?fbb21b",
      "perks": [
        "Bloodhound",
        "Predator",
        "Shadowborn"
      ]
    },
    {
      "name": "Xenomorph",
      "image": "https://deadbydaylight.wiki.gg/images/6/64/K33_TheXenomorph_Portrait.png?17ff7e",
      "perks": [
        "Alien Instinct",
        "Rapid Brutality",
        "Ultimate Weapon"
      ]
    }
  ],
  "survivors": [
    {
      "name": "Ace",
      "image": "https://deadbydaylight.wiki.gg/images/b/b9/S07_AceVisconti_Portrait.png?78a415",
      "perks": [
        "Ace in the Hole",
        "Open-Handed",
        "Up the Ante"
      ]
    },
    {
      "name": "Ada",
      "image": "https://deadbydaylight.wiki.gg/images/5/5e/S32_AdaWong_Portrait.png?1073d0",
      "perks": [
        "Low Profile",
        "Reactive Healing",
        "Wiretap"
      ]
    },
    {
      "name": "Adam",
      "image": "https://deadbydaylight.wiki.gg/images/a/a5/S14_AdamFrancis_Portrait.png?41f88f",
      "perks": [
        "Autodidact",
        "Deliverance",
        "Diversion"
      ]
    },
    {
      "name": "Aestri",
      "image": "https://deadbydaylight.wiki.gg/images/e/e0/S42_TheTroupe_Portrait.png?9f592a",
      "perks": [
        "Bardic Inspiration",
        "Mirrored Illusion",
        "Still Sight"
      ]
    },
    {
      "name": "Alan",
      "image": "https://deadbydaylight.wiki.gg/images/4/43/S40_AlanWake_Portrait.png?600f97",
      "perks": [
        "Boon: Illumination",
        "Champion of Light",
        "Deadline"
      ]
    },
    {
      "name": "All",
      "image": null,
      "perks": [
        "Dark Sense",
        "Déjà Vu",
        "Hope",
        "Kindred",
        "Lightweight",
        "No One Left Behind",
        "Plunderer's Instinct",
        "Premonition",
        "Resilience",
        "Slippery Meat",
        "Small Game",
        "Spine Chill",
        "This Is Not Happening",
        "We'll Make It",
        "Bitter Murmur",
        "Deerstalker",
        "Distressing",
        "Hex: Fortune's Fool",
        "Hex: No One Escapes Death",
        "Hex: Thrill of the Hunt",
        "Insidious",
        "Iron Grasp",
        "No Holds Barred",
        "Scourge Hook: Monstrous Shrine",
        "Scourge Hook: Weeping Wounds",
        "Shattered Hope",
        "Sloppy Butcher",
        "Spies from the Shadows",
        "Unrelenting",
        "Whispers"
      ]
    },
    {
      "name": "Ash",
      "image": "https://deadbydaylight.wiki.gg/images/9/91/S17_AshWilliams_Portrait.png?ece61f",
      "perks": [
        "Buckle Up",
        "Flip-Flop",
        "Mettle of Man"
      ]
    },
    {
      "name": "Bill",
      "image": "https://deadbydaylight.wiki.gg/images/9/9c/S08_BillOverbeck_Portrait.png?ea4263",
      "perks": [
        "Borrowed Time",
        "Left Behind",
        "Unbreakable"
      ]
    },
    {
      "name": "Cheryl",
      "image": "https://deadbydaylight.wiki.gg/images/1/1d/S22_CherylMason_Portrait.png?50c77e",
      "perks": [
        "Blood Pact",
        "Repressed Alliance",
        "Soul Guard"
      ]
    },
    {
      "name": "Claudette",
      "image": "https://deadbydaylight.wiki.gg/images/c/c2/S03_ClaudetteMorel_Portrait.png?5063f0",
      "perks": [
        "Botany Knowledge",
        "Empathy",
        "Self-Care"
      ]
    },
    {
      "name": "David",
      "image": "https://deadbydaylight.wiki.gg/images/2/2a/S10_DavidKing_Portrait.png?6e4e99",
      "perks": [
        "Dead Hard",
        "Detective's Hunch",
        "No Mither",
        "Stake Out",
        "Tenacity",
        "We're Gonna Live Forever"
      ]
    },
    {
      "name": "Dwight",
      "image": "https://deadbydaylight.wiki.gg/images/3/3d/S01_DwightFairfield_Portrait.png?d6dcf3",
      "perks": [
        "Bond",
        "Leader",
        "Prove Thyself"
      ]
    },
    {
      "name": "Ellen",
      "image": "https://deadbydaylight.wiki.gg/images/1/15/S39_EllenRipley_Portrait.png?9966b6",
      "perks": [
        "Chemical Trap",
        "Light-Footed",
        "Lucky Star"
      ]
    },
    {
      "name": "Felix",
      "image": "https://deadbydaylight.wiki.gg/images/9/9e/S23_FelixRichter_Portrait.png?39eafa",
      "perks": [
        "Built to Last",
        "Desperate Measures",
        "Visionary"
      ]
    },
    {
      "name": "Feng",
      "image": "https://deadbydaylight.wiki.gg/images/a/a3/S09_FengMin_Portrait.png?4858fc",
      "perks": [
        "Alert",
        "Lithe",
        "Technician"
      ]
    },
    {
      "name": "Gabriel",
      "image": "https://deadbydaylight.wiki.gg/images/6/64/S37_GabrielSoma_Portrait.png?44827f",
      "perks": [
        "Made for This",
        "Scavenger",
        "Troubleshooter"
      ]
    },
    {
      "name": "Haddie",
      "image": "https://deadbydaylight.wiki.gg/images/e/e7/S31_HaddieKaur_Portrait.png?f3b1ae",
      "perks": [
        "Inner Focus",
        "Overzealous",
        "Residual Manifest"
      ]
    },
    {
      "name": "Jake",
      "image": "https://deadbydaylight.wiki.gg/images/1/18/S04_JakePark_Portrait.png?f66ca9",
      "perks": [
        "Calm Spirit",
        "Iron Will",
        "Saboteur"
      ]
    },
    {
      "name": "Jane",
      "image": "https://deadbydaylight.wiki.gg/images/8/80/S16_JaneRomero_Portrait.png?e2acd3",
      "perks": [
        "Head On",
        "Poised",
        "Solidarity"
      ]
    },
    {
      "name": "Jeff",
      "image": "https://deadbydaylight.wiki.gg/images/8/81/S15_JeffJohansen_Portrait.png?d2bdb8",
      "perks": [
        "Aftercare",
        "Breakdown",
        "Distortion"
      ]
    },
    {
      "name": "Jill",
      "image": "https://deadbydaylight.wiki.gg/images/d/db/S26_JillValentine_Portrait.png?5e137b",
      "perks": [
        "Blast Mine",
        "Counterforce",
        "Resurgence"
      ]
    },
    {
      "name": "Jonah",
      "image": "https://deadbydaylight.wiki.gg/images/3/37/S29_JonahVasquez_Portrait.png?d4931a",
      "perks": [
        "Boon: Exponential",
        "Corrective Action",
        "Overcome"
      ]
    },
    {
      "name": "Kate",
      "image": "https://deadbydaylight.wiki.gg/images/9/9c/S13_KateDenson_Portrait.png?1d9a18",
      "perks": [
        "Boil Over",
        "Dance With Me",
        "Windows of Opportunity"
      ]
    },
    {
      "name": "Lara",
      "image": "https://deadbydaylight.wiki.gg/images/6/63/S43_LaraCroft_Portrait.png?1e338f",
      "perks": [
        "Finesse",
        "Hardened",
        "Specialist"
      ]
    },
    {
      "name": "Laurie",
      "image": "https://deadbydaylight.wiki.gg/images/0/04/S06_LaurieStrode_Portrait.png?cb4f55",
      "perks": [
        "Decisive Strike",
        "Object of Obsession",
        "Sole Survivor"
      ]
    },
    {
      "name": "Leon",
      "image": "https://deadbydaylight.wiki.gg/images/7/7d/S27_LeonScottKennedy_Portrait.png?5f9ae0",
      "perks": [
        "Bite the Bullet",
        "Flashbang",
        "Rookie Spirit"
      ]
    },
    {
      "name": "Meg",
      "image": "https://deadbydaylight.wiki.gg/images/3/35/S02_MegThomas_Portrait.png?7eab9a",
      "perks": [
        "Adrenaline",
        "Quick &amp; Quiet",
        "Sprint Burst"
      ]
    },
    {
      "name": "Michonne",
      "image": "https://deadbydaylight.wiki.gg/images/3/36/S48_MichonneGrimes_Portrait.png?388e9f",
      "perks": [
        "Conviction",
        "Last Stand",
        "Teamwork: Throw Down"
      ]
    },
    {
      "name": "Mikaela",
      "image": "https://deadbydaylight.wiki.gg/images/3/3f/S28_MikaelaReid_Portrait.png?f67900",
      "perks": [
        "Boon: Circle of Healing",
        "Boon: Shadow Step",
        "Clairvoyance"
      ]
    },
    {
      "name": "Nancy",
      "image": "https://deadbydaylight.wiki.gg/images/7/70/S18_NancyWheeler_Portrait.png?adfa54",
      "perks": [
        "Better Together",
        "Fixated",
        "Inner Strength"
      ]
    },
    {
      "name": "Nea",
      "image": "https://deadbydaylight.wiki.gg/images/e/e6/S05_NeaKarlsson_Portrait.png?7ab379",
      "perks": [
        "Balanced Landing",
        "Streetwise",
        "Urban Evasion"
      ]
    },
    {
      "name": "Nicolas",
      "image": "https://deadbydaylight.wiki.gg/images/b/b7/S38_NicolasCage_Portrait.png?756bb9",
      "perks": [
        "Dramaturgy",
        "Plot Twist",
        "Scene Partner"
      ]
    },
    {
      "name": "Quentin",
      "image": "https://deadbydaylight.wiki.gg/images/4/40/S11_QuentinSmith_Portrait.png?61f716",
      "perks": [
        "Pharmacy",
        "Vigil",
        "Wake Up!"
      ]
    },
    {
      "name": "Rebecca",
      "image": "https://deadbydaylight.wiki.gg/images/f/fd/S33_RebeccaChambers_Portrait.png?d5461f",
      "perks": [
        "Better than New",
        "Hyperfocus",
        "Reassurance"
      ]
    },
    {
      "name": "Renato",
      "image": "https://deadbydaylight.wiki.gg/images/6/69/S36_RenatoLyra_Portrait.png?d20521",
      "perks": [
        "Background Player",
        "Blood Rush",
        "Teamwork: Collective Stealth"
      ]
    },
    {
      "name": "Rick",
      "image": "https://deadbydaylight.wiki.gg/images/0/01/S47_RickGrimes_Portrait.png?7a0363",
      "perks": [
        "Apocalyptic Ingenuity",
        "Come and Get Me!",
        "Teamwork: Toughen Up"
      ]
    },
    {
      "name": "Sable",
      "image": "https://deadbydaylight.wiki.gg/images/9/9c/S41_SableWard_Portrait.png?78936e",
      "perks": [
        "Invocation: Weaving Spiders",
        "Strength in Shadows",
        "Wicked"
      ]
    },
    {
      "name": "Steve",
      "image": "https://deadbydaylight.wiki.gg/images/e/e8/S19_SteveHarrington_Portrait.png?9a11aa",
      "perks": [
        "Babysitter",
        "Camaraderie",
        "Second Wind"
      ]
    },
    {
      "name": "Taurie",
      "image": "https://deadbydaylight.wiki.gg/images/7/72/S45_TaurieCain_Portrait.png?44fce2",
      "perks": [
        "Clean Break",
        "Invocation: Treacherous Crows",
        "Shoulder the Burden"
      ]
    },
    {
      "name": "Thalita",
      "image": "https://deadbydaylight.wiki.gg/images/9/96/S35_ThalitaLyra_Portrait.png?fcbd38",
      "perks": [
        "Cut Loose",
        "Friendly Competition",
        "Teamwork: Power of Two"
      ]
    },
    {
      "name": "Trevor",
      "image": "https://deadbydaylight.wiki.gg/images/f/f8/S44_TrevorBelmont_Portrait.png?f68391",
      "perks": [
        "Exultation",
        "Eyes of Belmont",
        "Moment of Glory"
      ]
    },
    {
      "name": "Vittorio",
      "image": "https://deadbydaylight.wiki.gg/images/3/39/S34_VittorioToscano_Portrait.png?273309",
      "perks": [
        "Fogwise",
        "Potential Energy",
        "Quick Gambit"
      ]
    },
    {
      "name": "Yoichi",
      "image": "https://deadbydaylight.wiki.gg/images/a/af/S30_YoichiAsakawa_Portrait.png?9d121b",
      "perks": [
        "Boon: Dark Theory",
        "Empathic Connection",
        "Parental Guidance"
      ]
    },
    {
      "name": "Yui",
      "image": "https://deadbydaylight.wiki.gg/images/1/13/S20_YuiKimura_Portrait.png?830cf2",
      "perks": [
        "Any Means Necessary",
        "Breakout",
        "Lucky Break"
      ]
    },
    {
      "name": "Yun-Jin",
      "image": "https://deadbydaylight.wiki.gg/images/f/f7/S25_Yun-JinLee_Portrait.png?1d1ab0",
      "perks": [
        "Fast Track",
        "Self-Preservation",
        "Smash Hit"
      ]
    },
    {
      "name": "Zarina",
      "image": "https://deadbydaylight.wiki.gg/images/d/d9/S21_ZarinaKassir_Portrait.png?9ff369",
      "perks": [
        "For the People",
        "Off the Record",
        "Red Herring"
      ]
    },
    {
      "name": "Élodie",
      "image": "https://deadbydaylight.wiki.gg/images/d/de/S24_ElodieRakoto_Portrait.png?6be1d2",
      "perks": [
        "Appraisal",
        "Deception",
        "Power Struggle"
      ]
    }
  ]
}